[
    {
        "url": "https://www.bellatable.fi/reseptit/romescoa-ja-paahdettua-purjoa",
        "title": "Romescoa ja paahdettua purjoa",
        "content": "Kaupallinen yhteistyö: Fiskars\nTässä tulee meidän calçots-grillauksesta inspiroitunut ihana alkuruoka pääsiäiseksi. Makean mausteista romescoa ja pehmeäksi paahdettua purjoa. Steam-fry eli suomeksi höyry-paisto on upea valmistusmenetelmä joka sopii erityisen hyvin kevään vihanneksille, purjolle, parsalle ja fenkolille. Tätä Norden paistovuokaa voidaan erittäin lämmöllä suositella jokaiseen keittiöön. Täydellinen kaikkeen paistamiseen ja erityisen näppärä siitä että vuoan saa nostettua suoran uuniin ja sieltä pöydälle.\n\nRomesco ( iso kulhollinen, noin 6:lle)\n2 suippopaprikaa\n1/2 valkosipuli (4-6 valkosipulin kynttä)\nkourallinen kirsikkatomaatteja\noliiviöljyä\n0,5dl kuorellisia manteleita\n3rkl leivänmuruja tai panko-jauhoja (voit myös korvata mantelilla)\n0,5dl lehtipersiljaa\n0,5dl neitsytoliiviöljyä\nloraus (2rkl) sherryviinietikkaa\n1tl chilihiutaleita (tai maun mukaan)\n1/2-1tl savupaprikaa (dulce)\nsuolaa\n\nPurjo\n1/2 purjo per syöjä\n2 rkl vettä\nvoita\n\nValmista romesco.\n1. Laita paprika, tomaatit ja halkaistu kokonainen valkosipuli uunivuokaan ja lorauta päälle oliiviäljyä.\n2. Paahda grillivastuksen alla 250 asteessa kunnes vihannesten pinta on kauniin ruskea.\n3. Ota vuoka uunista ja laita päälle kelmu muutamaksi minuutiksi. Kelmun alle muodostuva höyry irrottaa paprikan kuoren.\n4. Kuori paprika ja poista siemenet. Kuori myös kirsikkatomaatit ja puserra valkosipulit ulos.\n5. Kuori mantelit kiehauttamalla niitä minuutin ajan. Siivilöi ja laita kylmään veteen. Paina sitten sormenpäillä mantelit kuoristaan.\n6. Kuivaa mantelit ja paahda hetki pannulla . (varo ettei pala)\n7. Hienonna mantelit ja leivänmurut blenderissä tai prosessorissa ja laita sivuun.\n8. Soseuta vihannekset, paistoliemi ja lehtipersilja ja kaada kulhoon.\n9. Lisää joukkoon manteli-leivönmuru ja mausta sherryviinietikalla, suolalla, chilihiutaleilla ja savupaprikalla.\n10. Lorota oliiviöljyä kokoajan sekoittaen kunnes rakenne on hyvä. Tarkista maku.\nValmista purjo\n1. Varaa 1/2 paksu purjo per syöjä. Pese purjo ja leikkaa n. 3cm paksuisiksi viipaleiksi.\n2. Kuumenna oliiviöljy kannellisessa pannussa ja paista purjoihin kaunis ruskea pinta. Käännä ja paista hetki.\n3. Laita kansi pannun päälle ja toisella kädellä raottaen kaada joukkoon pari ruokalusikallista vettä. Laita kansi nopeasti kiinni ettei kuuma öljy roiski kasvoille.\n4. Anna höyrystyä muutaman minuutin ajan kunnes vesi on haihtunut.\n5. Lisää voi pieninä nokareina purjon päälle, laita kansi takaisin ja hauduta keskilämmöllä  n. 5 minuuttia. Tarkista ettei purjo pala.\n6. Jos haluat ekstrapehmeitä purjoja voit laittaa ne uunivuoassa kannen alla uuniin 200 asteeseen 30 minuutiksi.\nKasaa annos\nLevitä lautasen pohjalle tasainen kerros romescoa. Nosta purjot päälle ja kiillota pinta lusikoimalla voi-oliiviöljyä purjojen päälle.\nRipottele sormisuolaa purjoille ja nauti rapeakuorisen leivän kera.",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/1616599522466-4AZ0LH0DP9H8WM5C3D4P/KIA00133.JPG"
        ]
    },
    {
        "url": "https://www.bellatable.fi/reseptit/savulohikiusaus",
        "title": "Savulohikiusaus",
        "content": "Markun helppo lohilaatikko on tällä hetkellä heittämällä Panchon suosikkiruoka numero 1.\n\nSavulohikiusaus\n\n2 pussia pakaste peruna-sipulisekoitusta\n1 purjo silputtuna\nn. 400 g lohta tai kirjolohta\n2 viipaletta kylmäsavulohta\n1 tl suolaa\nRouhaisu mustapippuria\n+ Tilliä jos haluaa\n2 dl kermaa\nn. 3 dl vettä\n\n1. Kaada peruna-sipulipussit uunivuokaan ja lisää silputtu purjo. Leikkaa lohet suikaleiksi ja lisää vuokaan. Mausta suolalla, pippurilla ja tillillä, sekoita.\n\n2. Kaada päälle kermaa ja vettä (niin että nesteen pinta nousee melkein peittämään perunoita mutta ei ihan).\n\n3. Uuniin 150 astetta kiertoilmalla (170 ilman) 1,5 h.\n\n4. Uunin jälkeen hyvä antaa seistä vielä puolesta tunnista tuntiin. Koristele tillillä.",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/6ef735d7-93f2-4b56-bc46-82db03259e67/BellaTable_lohilaatikko.JPG"
        ]
    },
    {
        "url": "https://www.bellatable.fi/reseptit/paahdettua-graavilohta-amp-beurre-blancia",
        "title": "Täydellinen graavilohi & beurre blanc",
        "content": "Mainos: Fiskars\nGraavilohi on ihanaa! 🐟💙Se on kesälemppari ja tärkeä osa vuoden kaikkia juhlapöytiä, sillä ilman graavia ei tule juhannusta eikä joulua. Se on parasta rapeaksi paahdetun ruisleivän päällä tai saaristolaisleivän, voin ja tillin kanssa. Hiillostamalla graavilohen pinnan saat siitä myös upean kesäannoksen. Pinta paahdetaan nopeasti valurautapannulla, muurikalla tai kaasupolttimella tohottamalla.\n\nAlta löydät ohjeet lohen graavaamiseen sekä Beurre Blanciin, upeaan ranskalaiseen klassikkokastikkeeseen. Ohje on Julia Childin Mastering the Art of\nFrench Cooking -kirjasta. Kuohkea ja hapokas voi-valkoviinikastike on kalan paras ystävä. Jaamme myös meidän lempi keittiövälineet kalan käsittelyyn ja kastikkeiden valmistukseen.\n\nGraavilohi\nn. 800g nahallinen lohifilee\n1 rkl karkeaa merisuolaa\n1 rkl sokeria\n1/2 punttia tilliä\n\n1. Taputtele lohifilee kuivaksi talouspaperilla, nypi mahdolliseti ruodot ruotopihdeillä. Jos fileen reunassa on rasvaa voit leikkaa sen pois terävällä fileerausveitsellä.\n2. Nosta lohifilee leivinpaperin päälle, ripottele tasaisesti päälle merisuola ja sokeri ja peitä tillillä.\n3. Pakkaa lohi leivinpaperiin, pingota tuorekelmu ympärille ja nosta reunalliseen vuokaan. Laita fileen päälle paino, esimerkiksi litran maitotetra tai hillopurkkeja ja anna maustua jääkaapissa 1-2 vrk.\n5. Maista lohta vuorokauden jälkeen ja jätä tekeytymään toiseksi mikäli haluat pehmeämpää ja suolaisempaa graavia.\n6. Puhdista veitsellä lohen pinnalta tillit pois ja leikkaa ohuita viipaleita suoraan tarjoiluastialle.\n!\nVoit maustaa graavilohen esimerkiksi murskatulla rosépippurilla, sitruunankuorella tai vaikka gini-tilkalla.\n\nBeurre Blanc\nn. 2,5dl kastiketta (4-6 annokseen)\n2 1/2 rkl valkoviinietikkaa\n2 1/2 rkl valkoviiniä\n1 rkl shalottisipulia\n1/2 tl suolaa\nripaus valkopippuria\n225g kylmää voita kuutioina\n1 kevätsipulin varsi / 2rkl ruohosipulia\n1 rkl sitruunamehua\n1. Hienonna shalottisipuli niin pieneksi kun ikinä saat. Hienonna myös kevätsipulin varsi.\n2. Mittaa pieneen kastikekasariin viinietikka ja valkoviini ja lisää hienonnettu shalottisipuli, suola, valkopippuri ja noin 2 rkl voita.\n3. Keitä kastiketta välillä sekoittaen kunnes sitä on jäljellä noin 1,5rkl.\n4. Ota hetkeksi pois levyltä ja vatkaa joukkoon muutama pieni kuutio voita.\n5. Nosta sitten takas levylle matalalle lämmölle ja vatkaa joukkoon kuutio kerrallaan voita kunnes kaikki voi on lisätty ja kastike on kermaista ja kuohkeaa.\n6. Lisää sitruunanmehu, tarkista maku ja mausta tarvittaessa suolalla.\n7. Sekoita joukkoon hienonnettu kevätsipulin varsi ja tarjoa lämpimänä.\nPaahdettu graavilohi\n\n1. Poista graavilohesta nahka ja leikkaa noin sentin paksuisiksi viipaleiksi. Taputtele pinta talouspaperilla kuivaksi.\n2. Hiillosta pinta tohottimella tai paista esimerkiksi kuivalla valurautapannulla nopeasti molemmin puolin.\n3. Tarjoa beurre blancin, keitettyjen uusien perunoiden ja kesävihannesten kanssa.\n\nNorden fileointiveitsi\nTämä on meidän mielestä heittämällä\nmaailman paras filelointiveitsi. Miksi? Koska Fiskarsin muotoiluporukka on tajunnut kääntää kahvan ja terän paikkaa. Norden-fileointiveitsessä on pitkä ja joustava terä jolla saa mm. leikattua ohuita graavilohisiivuja ja poistettua kalan nahan yhdellä vedolla. Veitsen kahva on valmistettu lämpökäsitellystä koivusta eli sen lisäksi että veitsi on toiminnallisesti täydellinen on se myös kaunis laittaa esille. Jos käsittelet keittiössäsi kalaa on tämä erittäin hyvä investointi sinulle!\nRuotopinsetit\nJos olet joskus yrittänyt kynsin nyppiä kalafileestä ruotoja tiedät miten tylsää puuhaa se on. Voimme myös kokemuksesta kertoa että ne peruspinsetit ovat myös huono vaihtoehto. Kympillä saat loppuelämäksi ruostumattomasta teräksestä valmistetut ruotopinsetit jolla nypit ruodot kaloista hetkessä. Hyvä ote ja leveät kärjet!\n\nPieni teräskasari\nTämä on yksi meidän käytetyimmistä kattiloista. Pieni ruostumattomasta teräksestä valmistettu 1,5 l kasari on paras väline voin ruskistamiseen. Kirkkaan pohjan avulla pystyt seuraamaan ruskistumista ja lopputulos on aina täydellinen.  Pienellä kasarilla valmistuu myös tämä ohjeen beurre blanc.",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/1622391256575-HP885KJ8NX1SY9UR6N7C/AB65E775-B0E0-427D-9F7D-7F18F15E9776.JPEG",
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/1622391292823-Y1XAIJ0MPV8RPY44379Z/KIA09314.JPG",
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/1622392531687-7WRQSRS7L7UY502MYU75/KIA09569.jpg"
        ]
    },
    {
        "url": "https://www.bellatable.fi/reseptit/sitruunamuffinsit",
        "title": "Sitruunamuffinssit",
        "content": "Tässä on kevään ja kesän kauneimmat sitruunamuffinssit, joissa onnistut kotona täydellisesti! Näiden maku on ihanan raikas ja rakenne semmonen fluffy eli täydellisen ilmava. Huom! Tee kuorrute jääkaappiin mieluusti jo edeltävänä päivänä.\n\nSitruunamuffinssit\n200 g sokeria\n1 sitruunan kuori\n200 g jauhoja\n2 tl leivinjauhoa\n1/2 tl ruokasoodaa\n1/2 tl suolaa\n1,5 rkl unikonsiemeniä\n0,5 dl rypsiöljyä\n150 g ranskankermaa\n1/2 sitruunamehu\n\n1. Mittaa sokeri kulhoon, raasta sitruunan kuori joukkoon ja hiero sormilla yhteen jotta sitruunan aromit vapautuvat.\n\n2. Yhdistä toisessa kulhossa kuivat ainekset.\n\n3. Vatkaa rypsiöljy sokerin joukkoon. Lisää kananmunat ja vatkaa vaaleaksi ja kuohkeaksi.\n\n4. Yhdistä isossa kulhossa ranskankerma ja sokeri-munaseos. Vatkaa kunnes tasaista.\n\n5. Kääntele joukkoon kuivat ainekset. Lisää sitruunamehu ja kääntele kunnes tasaista.\n\n6. Anna levätä liinan alla noin puoli tuntia. Kuumenna uuni 220-asteiseksi.\n\n7. Rasvaa muffinivuoka ja annostele taikina vuokiin. Paista uunissa 15 min tai kunnes kullanruskeita. Anna jäähtyä.\n\nKuorrute\n4 dl kermaa\n40 g valkosuklaata\n1 liivatelehti\n1 vaniljatanko\n\nPäälle\n:\nlemon curd\n\n1. Nosta liivatelehti kylmään veteen.\n\n2. Kiehauta kerma. Pilko suklaa pieneksi. Raaputa vaniljatangosta siemenet suklaa joukkoon korkeaan kulhoon.\n\n3. Purista liivatelehdestä ylimääräinen vesi pois ja sekoita kerman joukkoon.\n\n4. Kaada kuuma kerma suklaan päälle ja surauta sauvasekoittimella sekaisin.\n\n5. Laita kylmään yön yli jähmettymään.\n\n6. Vatkaa kuohkeaksi. Pursota tai levitä jäähtyneiden muffinien päälle.\n\n7. Lisää myös nokare lemon curd:ia.",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/5751409f-d4d9-4439-9798-fa2852eb2cb0/1790D175-4664-44EF-8B1E-1F751B22DA76.jpg"
        ]
    },
    {
        "url": "https://www.bellatable.fi/reseptit/ihanat-aamiaismuffinssit",
        "title": "Ihanat aamiaismuffinssit",
        "content": "Näissä kepoisissa omppumuffinsseissa on maun lisäksi parasta se, että tiskiä tulee vaan 1 kulho ja ainekset voi hyvinkin jo löytyä valmiiksi kaapeistasi.  Herkuttele jälkkärinä vaniljajäden kanssa, tai arkiaamiaiseksi turkkilaisen jogurtin, omenasoseen ja pähkinöiden kera.\n\nOmenamuffinssit (6kpl isoa muffinssia)\npari omenaa kuutioituna\n1dl hunajaa tai vaahterasiirappia\n1dl omenasosetta\n1dl turkkilaista jogurttia\n1dl mantelijauhoja\n2tl kanelia\n1tl leivinjauhetta\n2 munaa\n2,5dl kaurahiutaleita\nripaus suolaa\n\n1. Sekoita kaikki ainekset hyvin keskenään. Jos taikina tuntuu liian tiiviiltä voit lisätä lorauksen kauramaitoa.\n2. Voitele muffinssivuoka ja kaada taikina noin 6 koloon, ei liian täyteen. Tämä on ison vuuan mukaan, pienempiä tulee enemmän.\n3. Paista 180c 20-30min, kunnes pinta on saanut väriä.",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/1604504489273-E7M6LACQABP3LTTSC4M8/DO01100125.JPG"
        ]
    },
    {
        "url": "https://www.bellatable.fi/reseptit/kantarellirisotto",
        "title": "Kantarellirisotto",
        "content": "Täydellinen risotto on all’onda eli aaltoileva. Tähän tarvitaan tärkkelyspitoinen kastike, joka sitoo yhteen irtonaisen riisin. Salaisuus on nimeltään la mantecatura. Se on italialainen valmistustekniikan, taikatempun ja taiteen yhdistelmä, jossa riisin tärkkelys emulgoidaan rasvan kanssa, jolloin ruoasta tulee täyteläistä ja kiiltävää. Käytännössä tämä tarkoittaa rivakkaa vatkaamista tai pannun heilauttelua, joka irrottaa riisin pinnasta tärkkelystä.\n\nKantarellirisotto\n6:lle\n\n1 l sieniä (kantarelleja, tatteja, orakkaita yms)\n(loraus sherryä)\n1 kesäsipuli (tai 2 salottisipulia)\n2 valkosipulinkynttä\n5 dl risottoriisiä (carnaroli)\n2 rkl oliiviöljyä (tai voita)\n8-10 dl laadukasta kana- tai kasvislientä\n3 dl valkoviiniä\n100g parmesaania\n50g voita\n4 vartta timjamia\nsuolaa & mustapippuria\n\n1. Hienonna sienet, sipuli ja valkosipuli. Paista sienistä ensin neste pois kuivalla pannulla ja lisää sitten nokare voita ja paista hetki. Lisää loraus sherryä ja paista kunnes se on haihtunut. Mausta suolalla ja mustapippurilla.\n\n2. Kaada puolet sienistä lautaselle odottamaan ja loput blenderiin tai sauvasekoittimen kulhoon.\n\n3. Lisää blenderiin 50 g pehmeää voita, raastettu parmesaani ja 1 rkl verran timjamin lehtiä. Blendaa tasaiseksi soseeksi.\n\n4. Kaada liemi kattilaan ja lämmitä.\n\n5. Lisää korkeareunaiselle pannulle oliiviöljyä (tai voita) ja kuullota hetki sipulia ja valkosipulia miedolla lämmöllä. Lisää riisi ja jatka kuullottamista noin 5 minuuttia, kunnes riisi on läpikuultavaa ja tuoksuu hieman paahteiselle. Lisää paistetut sienet ja valkoviini. Paista kunnes viini on imeytynyt kokonaan. Lisää sitten kauhallinen lientä ja keitä kunnes liemi on lähes imeytynyt riisiin ennen seuraavan kauhallisen lisäämistä. Jatka näin noin 15-20 min kunnes risotto on puuromaista mutta riisissä on edelleen purutuntuma.\n\n6. Kaada sienisose joukkoon ja lisää kauhallinen nestettä jos risotto on liian tiivistä. Vatkaa kovaa vispilällä samalla pannua heilautellen hetki.\n\n7. Koristele timjamilla (pikkelikantarelleilla ja sipulinvarsivinegretillä)",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/6fc03a3d-3b65-4f24-a7a8-34c454485b60/BellaTable_Kantarellirisotto.JPG"
        ]
    },
    {
        "url": "https://www.bellatable.fi/reseptit/hernepasta",
        "title": "Hernepasta",
        "content": "Viikonlopun to do: bellan hernepasta. Helppo, raikas ja herkullinen.\n\nHernepasta\n\n1 l tuore herneitä\nIso kourallinen ruohosipulia\nIso kourallinen basilikaa\n½ sitruunan mehu + kuori\n3 rkl oliiviöljyä\n75 g ranskankermaa\nSuolaa ja pippuria\n\nPäälle\n: herneitä, buffala mozzarellaa, basilikaa, mustapippuria ja oliiviöljyä.\n\n1. Osta torilta 1 l herneitä (ja toinen naposteltavaksi)\n\n2. Perkaa herneet\n\n3. Ryöppää herneet pikaisesti eli keitä n. 1min, siivilöi herneet kulhoon ja lisää päälle jääkylmää vettä + jäitä.\n\n3. Soseuta herneet,  ruohosipuli, basilika, sitruunan mehu ja raastettu kuori, oliiviöljy ja ranskankerma. Maista ja mausta suolalla ja mustapippurilla.\n\n4. Keitä pasta ohjeen mukaan. Meidän lempparipasta tässä on paccheri, ihanan isot putket.\n\n5. Sekoita pasta hernesoseen kanssa, lisää joukkoon tuoreita herneitä, revi päälle buffala mozzarellaa ja basilikaa, rouhi mustapippuria ja lorauta lautaselle vielä kauniin keltaista oliiviöljyä\n\n6. Nauti!",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/4f474543-fe67-45fa-9232-38d47532ea4d/BellaTable_hernepasta2.JPG"
        ]
    },
    {
        "url": "https://www.bellatable.fi/reseptit/antiboise-kastike-ja-siikaa",
        "title": "Antiboise-kastike & Siikaa",
        "content": "Kaupallinen yhteistyö: @muttinordics  Rapeaa siikaa & Antiboise-kastiketta, parasta mitä kymmenessä minsassa voi lautaselle saada. Antiboise on ranskalainen kastike joka valmistetaan klassisesti tuoretomaateista. Meidän versiossa tähtenä on tuoreen tomaatin sijaan Muttin datterini-tomaattimurska, joka sopii kastikkeeseen täydellisesti, meidän mielestä paremmin! Datterini-tomaattilajike on on luonnostaan makea ja mehukas ja murskassa on napakka purutuntuma. Kastike valmistuu kalan kypsymisen aikana, alle 10 minuutissa. Se on myös ihanaa rapean leivän päällä bruschettana tai pastan joukossa.\n\nAntiboise-kastike\n2-3:lle\n\n3 rkl oliiviöljyä\n\n2 valkosipulinkynttä\n\n1 salottisipuli\n\nkourallinen tummia oliiveja\n\n2 rkl kapriksia\n\n1 prk mutti polpa datterini\n\n1 rkl punaviinietikkaa\n\n1/2 punttia basilikaa\n\nmustapippuria\n\nsuolaa\n\n\n\n1. Halkaise salottisipuli pitkittäin ja leikkaa ohuiksi viipaleiksi. Hienonna valkosipulit.\n\n2. Nosta kaksi pannua levyille ja lisää molemmille oliiviöljyä.\n\n3. Lisää toiseen voinokare kalaa varten ja toiseen sipulit.\n\n4. Kuullota sipuleita muutama minuutti kunnes ne pehmenee\n\n5. Laske talouspaperilla taputeltu ja molemmin puolin suolattu kala nahkapuoli alaspäin kuumalle pannulle ja paina lastalla hetki ettei kala käpristy.\n\n6. Lisää sipuleiden joukkoon kaprikset, oliivit ja datterini-tomaattimurska. Huuhtele purkki vesilorauksella ja kaada pannulle. Mausta punaviinietikalla ja mustapippurilla. Lisää suolaa ja ripaus sokeria maun mukaan. Anna porista keskilämmöllä hetki kunnes kala on kypsä.\n\n7. Lisää kalalle vielä pieni nokare voita ja lusikoi kuumaa öljy-voiseosta lihapuolelle. Ota levy pois päältä ja käännä kala varovasti lastan avulla.\n\n8. Lisää hienonnettu basilika kastikkeeseen ja lusikoi lautaselle. Nosta kuuma kala nahkapuoli ylöspäin lautaselle ja nauti.",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/3f38f74e-cce4-4e4f-a352-a089548e38cd/Antiboise-siikaa-BellaTable.jpg"
        ]
    },
    {
        "url": "https://www.bellatable.fi/reseptit/chocolate-chip-cookies",
        "title": "Suklaahippukeksit",
        "content": "Kaikki tarvitsee hyvän keksireseptin elämäänsä, tässä tulee yksi tosi hyvä kandidaatti. Tässä parhaat koskaan leipomamme keksit. Nämä suklaahippukeksit on pinnalta rapeat ja sisältä sitkeät ja mureat kuten hyvien keksien kuuluu olla. Herkullisuuden salaisuus on ruskistettu voi ja pinnalle ripotellut merisuolakiteet, jotka tuo ihanaa suolaisuutta. Täydellisten keksien valmistuksessa on pari tärkeää kohtaa.\n\n1.) Älä sekoita taikinaa liikaa. Sekoittaminen vahvistaa vehnän gluteenia ja lopputuloksena on tiiviit keksit. Vatkaaminen taas lisää ilmaa kekseihin joka saa ne ensin kohoamaan liikaa uunissa ja sitten lässähtämään.\n\n2.) Keksitaikinaa kannattaa “marinoida” kylmässä. Mitä pidempään pidät keksitaikinan jääkaapissa, sen herkullisempia niistä tulee.\n\n3.) Voit pakastaa keksit kiekkoina tai esimerkiksi pötkönä kelmuun käärittynä ja leikkaa sitten veitsellä kiekoiksi. Keksit paistetaan suoraan jäisenä. Laske uunin lämpötila 165-asteeseen ja pidä niitä muutama minuutti pidempään uunissa.\n\nSuklaahippukeksit\nn. 12 kpl\n\n115 g voita\n100 g sokeria\n100 g fariinisokeria\n1 muna\n1/4 tl merisuolahiutaleita\n3 dl vehnäjauhoja\n1/2 tl soodaa\n125 g tummaa suklaata tai omaa lempi suklaata\npäälle\n: merisuolahiutaleita\n1. Ruskista ensin voi pienessä kasarissa. Voista kiehuu pois sen sisältämä vesi ja tämä aiheuttaa roiskumista, voit laittaa kannen päälle mutta jätä se raolleen, että neste haihtuu pois. Sekoita välillä voita, ettei pohjalle laskeutuvat herahiput pala pohjaan. Kun voi vaahtoaa, sekoita rivakasti jotta voit seurata sen paahtumista. Kun voi on karamelli/meripihkan väristä ota heti pois levyltä ettei se pala.\n\n2. Mittaa sokerit kulhoon ja sekoita keskenään pallovatkaimella. Lisää voi. Sekoita joukkoon muna ja merisuolahiutaleet.\n\n3. Sekoita sooda vehnäjauhoihin ja sekoita sitten jauhot taikinaan esimerkiksi nuolijan avulla kahdessa osassa. Täydellisten keksien salaisuus on se, ettei taikinaa sekoita liikaa.\n\n4. Rouhi tumma suklaa veitsellä hipuiksi ja säästä pieni kourallinen isompia hippuja keksien päälle. Lisää suklaahiput keksitaikinaan ja sekoita joukkoon. Keksitaikina on aika tiivistä, joten parhaiten ne saa joukkoon esimerkiksi painamalla nuolijalla reunoja päin. Laita taikina peitettynä jääkaappiin vähintään 30 minuutiksi tai esimerkiksi yön yli.\n\n5. Laita uuni lämpeämään 175-asteeseen ja vuoraa uunipelti leivinpaperilla. Ota taikina jääkaapista ja lusikoi pellille golf-pallon kokoisia nokareita. Jätä reilusti tilaa reunoille. Normaalikokoiselle pellille mahtuu hyvin 9 keksiä. Paina kekseihin muutamia suklaahippuja.\n\n6. Paista uunin keskitasolla 12-14 minuuttia. Keksit jatkavat kypsymistä kuumalla pellillä joten ota ne mielummin liian aikaisin ulos. Ripottele kuumien keksien päälle merisuolahiutaleita ja anna jäähtyä. Säilytä kannellisessa purkissa huoneenlämmössä.\n\n7. Tärkeä: Maista keksiä lämpimänä, taivaallista!!!",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/67072b78-d2db-444e-aec3-50b7f1da6f48/BellaTable_chocchipcookies.JPG",
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/6d9fc22a-d002-4162-bbc5-1429229491c4/BD97D380-538A-4B7A-87EF-05314F521243.jpeg"
        ]
    },
    {
        "url": "https://www.bellatable.fi/reseptit/kukkakaaligrattiini",
        "title": "Kukkakaaligratiini",
        "content": "Kukkakaaligratiini - lohturuokien. Meidän taustabella Miiran viime viikkoinen jääkaapintyhjennys-lounas nousi heittämällä Bella Kitchenin ”vuoden paras lounas” -listan kärkeen. Miten ihmeessä me oltiin unohdettu tää klassikko? Jääkaapista löytynyt pangrattato eli leipämuru oli maustettu ’ndujalla ja yrteillä ja se toi tosi kivan maun ja rapeuden pintaan. Mutta sen voi korvata vaikka pankomuruilla. Juustotkin voi korvata sillä mitä sattuu löytymään. (Voimakas mustaleima ja aura gold oli kyllä täydellinen yhdistelmä.\n\nKukkakaaligratiini\n4:lle\n\n1 kpl (~800 g) kukkakaali\n\n(0,5 tl suolaa)\n\nmustapippuria\n\n4 dl (täys)maitoa\n\n2 rkl vehnäjauhoja\n\n1,5 dl (80 g) mustaleimamurua\n\n2/3 (80 g) aura gold\n\n0,5 dl pangratattoa\n\n\n\n1. Revi kukkakaali pieniksi nupuiksi ja leikkaa kanta paloiksi.\n\n2. Voitele uunivuoka ja laita kukkakaalit vuokaan. Mausta suolalla ja mustapippurilla.\n\n3. Mittaa vehnäjauhot pieneen kasariin ja vatkaa joukkoon maito. Keitä hetki kunnes seos hieman sakeutuu.\n\n4. Sammuta liesi, lisää juustot ja sekoita.\n\n5. Kaada juustoseos kukkakaalien päälle.\n\n6. Paista 225-asteisessa uunissa n. 40 min kunnes kukkakaalit ovat pehmenneet ja pinta saanut hieman väriä.\n\n7. Ota vuoka uunista ja ripottele päälle pangratattoa. Laita vielä takaisin uuniin grillivastuksen alle n. 5 minuutiksi kunnes pinta on kullanruskea.",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/347fd521-ea78-49fb-b4ec-528967d51017/Kukkakaaligratiini-BellaTable.JPG"
        ]
    },
    {
        "url": "https://www.bellatable.fi/reseptit/kirsikka-suklaahippujtel",
        "title": "Kirsikka-suklaahippujäätelö",
        "content": "Kaupallinen yhteistyö: Wilfa\nTorilla tuoksuva kirsikkalaari inspiroi kehittämään meidän unelmien jäden. Tuoreita kirsikoita, amarena hapankirsikoita ja tummasuklaahippuja. Ihana kesäherkku ja täydellinen lopetus mille tahansa aterialle. Jäätelökoneen omistamisen myötä\n“mitä jälkkäriksi” -huolet katoavat. Jäätelöpohjan voi valmistaa hyvissä ajoin edellisenä päivänä ja sitä voi maustaa loputtomasti. Meidän kevään jädekokeilujen lempparit on ollut kirsikkajäden lisäksi raparperi-kardemumma ja sitruunaverbena-maito. Bella Keittiöön muutti keväällä Wilfan isompi\nVanilla-jäätelökone\n,  jolla saa valmistettua jopa 2,5 litraa jädeä. Kotona ollaan pyöritelty jädebaaria pienemmällä 1,5 litraisella\nVanilla-koneella\n. Molemmissa koneissa oleva täysautomaattinen kompressori valmistaa jäätelön tunnissa ja pitää sen myös tunnin ajan jäähtyneenä kylmänäpitotoiminnon avulla. Jäätelökone on helppo puhdistaa ja kaikki irrotettavat osat, lukuun ottamatta kulhoa, kestävät konepesun.\n\nKirsikat soseutettiin\nWilfan Power Fuel XL -blenderillä\n, joka on ollut keittiöllä kovassa käytössä. 2 litran kannun avulla ollaan pyöritetty niin keitot kun smoothiet. Tehokas blenderi jauhaa myös pähkinät hetkessä voiksi. Pakkauksessa tulee mukana myös kätevä 2go-pullo, johon voit sekoittaa suoraan smoothiet ja nappaa lennosta mukaan.\n\n1 l (n. 600g) tuoreita kirsikoita\n0,5dl + 1,5dl sokeria\n100g tumma suklaata\n6 keltuaista\n3 1/4dl kuohukermaa\n3 1/4dl punaista maitoa\nripaus suolaa\n(4 rkl säilöttyjä Amarena-hapankirsikoita & siirappia)\n\n1. Pilko tumma suklaa pieneksi.\n2. Irrota kirsikoista kannat, leikkaa puoliksi, nappaa kivi pois ja laita kasariin. Maseroi kirsikat. Sekoita kirsikoiden joukkoon 1/2 dl sokeria ja anna mehustua 15 min. Keitä sitten kirsikoita n. 30 minuuttia kunnes ne on pehmentynyt. Ota desi kirsikoita sivuun ja kaada loput kirsikat sekä neste blenderiin ja soseuta. Siivilöi ja jäähdytä nostamalla kulho jääveteen.\n2. Valmista jäätelöpohja. Erottele kananmunat ja lisää keltuaiset kulhoon. Voit pakastaa valkuaiset esimerkiksi seuraavaa pavlovamarenkia varten.\n3. Lisää kasariin maito, kerma, sokeri ja ripaus suolaa ja lämmitä kunnes sokeri on sulanut. Älä anna kiehua.\n4. Temperoi keltuaiset vatkaamalla 1/3 lämpimästä maitoseoksesta keltuaisten joukkoon ja vatkaa keltuaisseos sitten takaisin kasariin maitoseokseen. Lämmitä seosta kunnes se on 85 astetta.\n5. Jäähdytä seos nostamalla kulho jääveteen. Yhdistä kirsikkasose ja jäätelöpohja ja nosta jääkaappiin muutamaksi tunniksi kunnes seos on kylmää.\n6. Kaada seos jäätelökoneeseen ja anna koneen käydä kunnes jäätelö on paksua, noin tunnin ajan.\n6. Lisää viimeisten minuuttien aikana hienonnetut kirsikat ja suklaahiput. Lusikoi seos vuokaan tai kannelliseen astiaan.\n7. Jos haluat super-kirsikkaisen maun voit kerrostaa jäätelön lisäämällä muutaman ruokalusikallisen herkkukaupoista löytyviä amarena-hapankirsikoita ja siirappia. Peitä ja laita pakkaseen vähintään muutamaksi tunniksi kunnes seos on kovettunut.\n\nNauti!",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/9d50db1d-d24c-4ba7-8486-aba66d562bc9/KIA01632+2.JPG",
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/1d1fb3f4-5522-4baa-be63-02811eb68f86/KIA01461.JPG",
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/b5454470-4d28-4198-9dc5-393192a84db4/KIA01464.JPG"
        ]
    },
    {
        "url": "https://www.bellatable.fi/reseptit/bellan-babybel-sampylat",
        "title": "Bellan babybel sämpylät",
        "content": "Baby, baby, baby OOH! Tästä ei sämpylät mee enää söpömmäks. Kokeilin näitä ekaa kertaa kesän alussa ja nyt näin babybellit kaupan hyllyssä ja iski taas himo\n\nBellan babybel sämpylät\n10kpl\n\n2,5dl maitoa\n25 g tuorehiivaa (tai 1 pussi kuivahiivaa)\n1 rkl sokeria\n1 tl suolaa\n5-6 dl vehnäjauhoja (manitoba ja 00 jauhoista tulee ihanat)\n0,5 dl rypsiöljyä\n10 mini babybel juustoa\n\n1. Lämmitä maito isoon kulhoon kädenlämpöiseksi. Murustele joukkoon hiiva ja sekoita hyvin. Lisää sokeri, suola ja ensin puolet jauhoista.\n\n2. Vaivaa taikinaa käsin, lisää loput jauhoista parissa erässä vaivaten niin että taikina irtoaa helposti kulhon reunoilta. Lisää öljy ja vaivaa jälleen. Valmis taikina ei tartu sormiin. Jätä taikina keittiöliinan alle kohoamaan noin tunniksi kunnes se on noin tuplannut kokonsa.\n\n3. Jaa taikina 10 osaan. Pyörittele palloiksi, paina juusto sämpylän keskelle ja nypytä taikina juuston päälle tiiviisti.\n\n4. Anna kohota pellillä keittiöliinan alla 30min ja paista 225c uunissa 10-12min kunnes kauniin ruskeita.\n\nNAM x 100000!💛",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/ae23684a-6d7f-4a76-8ec1-15a6693814c7/BellaTable_Babybell_sa%CC%88mpyla%CC%88t.JPG"
        ]
    },
    {
        "url": "https://www.bellatable.fi/reseptit/linssikeitto",
        "title": "Elämäsi linssikeitto",
        "content": "Jos teet syksyllä vain yhden keiton, tee tämä. Mausteista linssikeittoa, koukuttavaa fritattua sipulia, valuva uppomuna, rasvaista jogurttia, tulista harissatahnaa ja korianteria. Taivas kulhossa! Tämä keitto pinttyi heti verkkokalvoilleni muutama kuukausi sitten kun se tuli Instagramissa vastaan. Keiton äiti,\nJulia Busuttil Nishimura\non keittokirjailija ja suuri inspiraatio, jonka uusin kirja “a year of simple family food” - on roikkunut omalla adlibris-odotuslistalla jo kuukausia. Eräänä pöivänä himo nousi niin korkeaksi että laitoin Julialle viestiä, kirja ei vielä ollut tilattavissa ja resepti oli saatava. Onneksi vain toinen foodie voi ymmärtää ruokahimojen vakavuuden ja ei mennyt kun 5min kun resepti kilahti inboxiin. Hallelujah!\n@juliaostro is a cookbook author, instagram star and a big inspiration for us. She shared some time ago a picture of the most amazing looking bowl of lentil soup and we couldn’t stop thinking about it, especially after reading the caption,  “Lentil soup topped with fried onions, harissa, a soft egg and yoghurt”. The recipe is from her newest book called “ a year of simple family food”  and it’s been hanging in our adlibris “want-folder” for months now. We dm’d her about the recipe and told her that the book hasn’t been published yet in Finland and guess what! 5mins later we had the recipe. Only a true foodie could understand a case of big ass cravings like this. Thank you Julia, the soup was out of this world amazing!\n\nPS. The next day after making the soup I received an email that the book is finally available for ordering. You can find it\nhere\n\nLinssikeitto\n400 g kikherneitä\n3 rkl oliiviöljyä\n1 sipuli\n3 valkosipulinkynttä\n1 sellerinvarsi\n1 porkkana\n2 cm pala tuoretta inkivääriä\n1/2tl jauhettua kurkumaa\n1 tl korianterinsiemeniä\n1 tl kuminansiemeniä\n1/2tl jauhettua inkivääriä\nripaus kuivattua chiliä\n400g kokonaisia tomaatteja purkissa (mutti pelati)\n300g puy linssejä\n2 litraa kana. tai kasvislientä\n1/2 ruukkua korianteria\n1 sitruuna\nsuolaa\nFritattu sipuli\nnokare voita\noliiviöljyä\n1 tl kuminan siemeniä\n1 sipuli\nsuolaa\n\nUppomuna\n1rkl viinietikkaa\n1 muna per ruokailija\n\nTarjoiluun\nrasvaista jogurttia (kreikkalaista tai turkkilaista)\nharissa-tahnaa (esim baba’s)\nkorianteria\n\nKeitto\n1. Paahda kuivalla pannulla korianterin- ja kuminansiemeniä hetki ja hienonna ne morttelissa.\n2. Hienonna valkosipuli ja inkivääri ja kuutioi pieneksi sipuli, varsiselleri ja porkkana.\n2. Lämmitä isossa kasarissa tai kattilassa oliiviöljy ja kuullota keskilämmöllä kasviksia ja inkivääriä noin vartin ajan, kunnes ne ovat hieman saaneet väriä ja pehmenneet.\n3. Nosta lämpöä ja lisää kasvisten joukkoon kurkuma, inkivääri, chili ja jauhettu korianteri ja kumina. Paista muutama minuutti.\n4. Lisää tomaatit ja pilko ne kevyesti lastalla.\n5. Lisää linssit ja kana- tai kasvisliemi ja anna porista kunnes linssit ovat lähes kypsiä, noin 30min. Valmista sillä välin fritattu sipuli (ohje alla)\n6. Lisää huuhdellut kikherneet ja anna hautua vielä 10min.\n7. Lisää sitruunanmehu ja tarkista maku. Mausta tarvittaessa suolalla.\n\nFritattu sipuli (kannattaa valmistaa 3x satsi)\n1. Paahda kuminansiemeniä hetki kuivalla pannulla. Kaada mortteliin ja riko kevyesti.\n2. Viipaloi sipuli mahdollisimman ohuesti.\n3. Lämmitä nokare voita ja loraus oliiviöljyä pannussa ja lisää sipulit ja kumina.\n4. Paista sipuleita n. 10min kunnes ne on kullanruskeita ja rapeita. Kaada talouspaperin päälle, jotta ylimääräinen rasva imeytyy pois.\nUppomuna\n1.\nRiko muna hienoverkkoiseen siivilään ja pyöräytä muutama kerta jotta “valuva” osa valkuaisesta irtoaa. 2. Kaada muna pieneen kuppiin varovasti ettei keltuainen rikkoudu.\n3. Kiehauta vesi kattilassa tai kasarissa, lisää ruokalusikallinen etikkaa ja tee lusikalla keskelle pyörre. 4. Kaada muna pyörteeseen ja anna kevyesti kiehua tasan 3min.\n5. Nosta reikäkauhalla talouspaperin päälle, jotta ylimääräinen vesi poistuu.\nTarjoilu\nKauho keitto lautaselle, lisää päälle uppomuna, reilu lusikallinen jogurttia, nokare harissa-tahnaa, fritattua sipulia ja korianterin lehtiä ja nauti elämäsi keitosta!\n\n(resepti on käännetty suomeksi suoraan Julia Ostron “A year of simple family food” -kirjasta)",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/1605117634364-SGDTDT61WDGPXZBROZSL/Bella%2BTable"
        ]
    },
    {
        "url": "https://www.bellatable.fi/reseptit/mansikka-raparperigalette",
        "title": "Mansikka-raparperigalette",
        "content": "On vaikea keksiä parempaa kesäleipomusta kuin galette. Ranskalainen avopiiras hurmaa kaikki syöjänsä, se on helppo valmistaa (myös mökkioloissa) ja sitä voi varioida loputtomasti. Pohjan voi valmistaa hyvissä ajoin jääkaappiin, vaikka jo pari päivää ennen ja se kestää myös hyvin pakastamisen.  Pohjan ainekset sekoitetaan yhteen, raastetaan voi mummoraastimella joukkoon ja yhdistetään jauhoihin ”nyppimällä”.  Tässä saa olla rento, mitä enemmän sattumia - sen rapeampi pohja. Täytteeksi voi laittaa mitä vain, nyt kesällä tietty tuoreita mansikoita ja raparperia. Reunat laskostetaan, penslataan voisulalla ja kuorrutetaan ruokokidesokerilla. Ette voi uskoa mikä rapeus tästä syntyy! Päälle vatkataan löysä kermavaahto jossa on lusikallinen ranskankermaa ja ripaus sokeria.\n\nGaleten voi tehdä myös suolaisena jättämällä sokerin pois. Täytteeksi voi laittaa vaikka purjoa, perunaa, nokkosta, pinaattia, kirsikkatomaatteja, tai sipulia.\n\nMansikka-raparperigalette\n\nPohja:\n3 dl vehnäjauhoa\n1 rkl ruokokidesokeria\n1/2 tl suolaa\n1/2dl Valion kreikkalaista jogurttia\n1/2 rkl omenaviinietikkaa\n100g kylmää Valio voita\nn. 4 rkl jääkylmää vettä\n\nTäyte:\n250g tuoreita mansikoita\n2 raparperin vartta\n\nVoiteluun:\n3 rkl voisulaa\n3 rkl ruokokidesokeria\n\nVaahto:\n2 dl Valio kuohukermaa\n1 dl ranskankermaa\n1 rkl sokeria\n\n1. Yhdistä kulhossa jauhot, sokeri, suola, jogurtti ja omenaviinietikka ja sekoita.\n\n2. Raasta mummoraastimen karkealla terällä kylmä voi joukkoon ja nypi nopeasti jauhojen kanssa.\n\n3. Lisää kylmää vettä vähän kerrallaan, kunnes saat taikinasta muotoiltua kiekon. Lyttää käsin ohueksi ja taittelen kelmun tai leivinpaperin sisälle. Laita jääkaappiin jähmettymään vähintään tunniksi.\n\n4. Lämmitä uuni 225-asteiseksi. Sulata voi ja ota esille ruokokidesokeri.\n\n5. Pilko raparperit pituussuunnassa kahtia ja sitten pieniksi paloiksi. Viipaloi mansikat n. 3-4 osaan.\n\n6. Kauli kylmä taikina leivinpaperin päällä mahdollisimman ohueksi pyöreäksi levyksi. Repsottavat reunat ei haittaa\n\n7. Asettele mansikat ja raparperit keskelle jättäen reunoille n. 4-5cm tyhjää. Leikkaa 4-5 viiltoa ympäri piirakkaa, reunasta täytteeseen asti. Käännä reunat esim. kakkulapion tai ison veitsen avulla sisäänpäin lomittain. Painele saumat ja pienet reiät kiinni jauhotetuilla käsillä.\n\n8. Voitele reunat ja kevyesti myös mansikat & raparperit. Ripottele reilusti ruokokidesokeria reunoille ja vähän keskelle.\n\n9. Paista 225-asteisen uunin keskitasolla noin 24-30 min kunnes reunat on kullanruskeita. Anna jäähtyä hetki.\n\n10. Lisää kuohukerma, ranskankerma ja sokeri kulhoon ja vatkaa löysäksi vaahdoksi.\n\n11. Nauti ja jaa resepti kaikille rakkaille.",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/995bb9a0-da50-4f8d-8703-c30228dfd7c1/569CE054-F26B-4A95-9891-938DBE40B4CD.JPG",
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/37945011-bca4-4bda-b7b0-9aa4b62d6122/77713EC4-D5E5-4C0A-A316-2C505ECD06CE.JPG",
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/b120b1d5-5aca-4785-a842-e7deb0bc7184/59F740FB-2A82-4547-93DA-F15D06EB5024.JPG"
        ]
    },
    {
        "url": "https://www.bellatable.fi/reseptit/gnocchivuoka",
        "title": "Gnocchivuoka",
        "content": "Yksi all time arjen helpottaja on tämä meidän parin vuoden takainen gnocchivuoka josta on tullut monien arkiruokasuosikki. Tomaattikastikkeen raaka-aineet sekoitetaan uunivuokaan ja kastike valmistuu uunissa samalla kun paistat gnocchit pannulla rapeaksi. Sit vaan gnocchit kastikkeeseen, päälle mozzarellaa ja basilikaa ja hetkeksi uuniin grillitason alle kunnes pinta on sulanut ja kullanruskea.\n\nGnocchivuoka\n4:lle\n\n2 prk mutti pelatia\n2 valkosipulinkynttä\n1 rkl punaviinietikkaa\n1 tl sokeria\n1/2 tl suolaa\n1 tl oreganoa\nmustapippuria\n25 g voita\n1 pss (tuoreita) gnoccheja\n1-2 palloa mozzarella\nkourallinen basilikaa\n\n1. Kaada tomaatit uunivuokaan ja pilko lastalla pienemmäksi.\n\n2. Hienonna joukkoon valkosipuli. Mausta punaviinietikalla, sokerilla, suolalla, oreganolla ja mustapippurilla.\n\n4. Lisää voi pieninä nokareina päälle.\n\n5. Laita vuoka 225-asteiseen uuniin 30 minuutiksi.\n\n6. Paista sillä välin pussillinen gnoccheja oliiviöljyssä rapeaksi. (Ei tarvitse keittää etukäteen). Jos haluat niistä pehmeämpiä voit kaataa pannuun ¼ dl vettä ja antaa höyrystyä hetki kannen alla.\n\n7. Nosta tomaattikastike uunista, sekoita ja kaada päälle gnocchit. Revi päälle tuoretta basilikaa ja mozzarella ja gratinoi 225-asteisen uunin grillitason alla kunnes juusto on sulanut ja kullanruskea. Nauti!",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/fbd895c8-0455-459d-a439-11ca4fd10cd4/BellaTable-gnocchivuoka.JPG"
        ]
    },
    {
        "url": "https://www.bellatable.fi/reseptit/butterchickpea",
        "title": "Butter chickpea & jogurtti naanleipä",
        "content": "Tässä tulee Kian alkuvuoden isoin ruokahimo. Butter chickpea eli intialaisen butter chickenin vegeversio. Tämä taivaallinen lohturuoka on ihan täydellinen varsinkin silloin kun tarvitsee vähän lämpöä sisältäpäin (JUST NYT🥰). Voilla ja kermalla pyöristetty mausteinen kikhernekastike, ihanan raikas minttu-jogurttikastike ja nopeat pannulla paistetut naanleivät. Ihanaa! Ps. Veganisoi kastike vaihtamalla voi ja kerma maidottomiin vaihtoehtoihin.\n\nButter chickpea\n4:lle\n\n2 prk (à 380 g) kikherneitä\n4 valkosipulinkynttä\n3 tl inkivääriä raastettuna\n1-2 tl (tai oman maun mukaan) cayannepippuria tai chilijauhetta\n1 tl juustokuminaa jauhettuna\n1 tl korianterijauhetta\n1/2 tl suolaa\n1 rkl + 1,5 rkl voita\n1 pieni punasipuli\n2 tl garam masalaa\n50 g cashewpähkinöitä\n100 g tomaattimurskaa\n3 dl vettä\n2 dl kermaa\n\nJogurttikastike\n1/2 tl juustokuminaa jauhettuna\n1 puntti korianteria\n1 puntti minttua\n1 valkosipulinkynsi\n1/4 tl suolaa\n1/2 luomusitruunan mehu\n200 g kreikkalaista jugurttia\n\nNaanleipä (n. 6 kpl)\n6 dl vehnäjauhoja\n2 tl leivinjauhetta\n1 tl suolaa\n250 g kreikkalaista jogurttia\nVoiteluun:\nvoisulaa + yrttejä (esim kuivattua rohtosarviapilaa (fenugreek) tai hienonnettua persiljaa)\n\n1. Valuta ja huuhtele kikherneet ja kaada kulhoon.\n2. Raasta valkosipulinkynnet ja inkivääri. Ja lisää molemmista puolet kikherneiden joukkoon. Säästä loput myöhemmäksi.\n3. Sekoita chilijauhe, juustokumina, korianteri ja 1/4 tl suolaa keskenään ja sekoita tasaisesti kikherneiden joukkoon. Anna marinoitua ainakin 30 min.\n4. Hienonna punasipuli ja kuullota kasarissa voinokareen kanssa pehmeäksi. Sekoita joukkoon loput raastetusta valkosipulista ja inkivääristä. Lisää garam masala ja 1/4 tl suolaa ja sekoita.\n3. Lisää cashewpähkinät, tomaattimurska ja vesi. Anna hautua kannen alla n. 15 minuuttia.\n4. Valmista raita. Surauta kaikki jogurttia lukuunottamatta tasaiseksi tahnaksi joko sauvasekoittimella tai blenderissä. Sekoita yrttitahna jogurtin joukkoon. Tarkista maku ja lisää tarvittaessa suolaa ja sitruunamehua.\n5. Kaada hautunut kastike blenderiin ja aja tasaiseksi soseeksi. Lisää vettä tarvittessa.\n6. Kaada kastike takasin pannulle ja sekoita joukkoon 1,5 rkl voita ja kerma. Kiehauta ja lisää kikherneet. Anna hautua pienellä lämmöllä ainakin 10 minuutin ajan.\n7. Tee tällä välin naan leivät. Sekoita isossa kulhossa vehnäjauhot, leivinjauhe ja suola. Lisää jogurtti ja sekoita taikinaksi. Kumoa massa pöydälle ja vaivaa muutaman minuutin ajan kunnes taikina on pehmeä. Lisää tarvittaessa jauhoja.\n8. Rullaa pötköksi ja jaa 8 osaan. Paina kädellä litteäksi kiekoksi ja kauli jauhotetulla pöydällä n. kolikon paksuiseksi. Paista leipää kuivalla ja kuumalla pannulla muutama minuutti per puoli kunnes se on kullanruskea. Sivele voisulalla ja ripottele päälle yrttiä.\n8. Koristele kikhernekastike voisulalla ja kuivatulla rohtosarviapilalla (fenugreek) tai hienonnetulla persiljalla.",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/31d7f914-0016-4100-8457-b70d633b66cd/899F09DD-4D86-4C63-ACB2-8935DB5C87FA.jpeg"
        ]
    },
    {
        "url": "https://www.bellatable.fi/reseptit/mansikka-raparperiviinerit",
        "title": "Mansikka & Raparperiviinerit",
        "content": "Köpistyyliset unelmaviinerit kotona, kuka olis arvannut?! Nää on niin helpot, että naurattaa. Itse meinaan askarrella viinerit uudestaan joko juhannuksen päiväkaffelle tai luksusaamiaiselle. Nappaa mukaan kylmästä valmis vaniljakreemi, pakkasesta wienertaikina, kourallinen mansikoita ja pari raparperinvartta ja oot paria pikkujuttua vaille valmis\n\n10 viineriä\n\n1 pkt wienertaikinaa\n\n2 raparperin vartta + 2 rkl sokeria\n\n1 kananmuna\n\n2 rkl ruokosokeria\n\n10 mansikkaa\n\n1 prk vaniljakreemiä (Valio)\n\n2 rkl kuorttuja pistaaseja\n\n1 tl tomusokeria\n\n\n\n1. Sulata wienertaikina pakkauksen ohjeen mukaan.\n\n2. Paahda raparperit. Leikkaa raparperit 6,5 cm pitusiksi ja halkaise isommat varret. Ripottele sokeri päälle ja paahda 200-asteisessa uunissa n. 10-15 minuuttia. Anna jäähtyä.\n\n3. Leikkaa wienertaikinalevy puoliksi. Leikkaa neliön muotoiseen taikinalevyyn kulmaviillot n. 1 cm reunasta niin, että toiset vastakkaisista kulmista pysyvät kiinni. Nosta irtonaiset reunat vastakkain toistensa yli.\n\n4. Pensaa taikinalevyjen reunat munalla ja ripottele päälle ruokosokeria. Lusikoi keskiosaan ruokalusikallisen verran vaniljakreemiä ja levitä tasaisesti. Nosta päälle kolme raparperia ja paina kevyesti kiinni kreemiin. Laita mansikkaviinereitä varten uuniin pohja pelkällä vaniljakreemillä.\n\n5. Paista 225-asteisen uunin keskitasolla n. 15 minuuttia kunnes tortut on kullanruskeat ja rapeat. Nosta ritilälle jäähtymään.\n\n6. Leikkaa mansikat viuhkamaisesti, paina litteäksi ja nosta vaniljakreemin päälle, 2 per viineri.\n\n7. Hienonna pistaasit morttelissa tai veitsellä ja ripottele raparperiviinerin päälle. Koristele mansikkaviineri tomusokerilla.\n\n8. Nauti!",
        "images": [
            "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/06f884ef-e4a6-457a-9463-ee96374e9460/Viinerit-BellaTable.jpg"
        ]
    }
]