[
    {
        "url": "https://www.bellatable.fi/reseptit/romescoa-ja-paahdettua-purjoa",
        "content": "Kaupallinen yhteistyö: Fiskars\nTässä tulee meidän calçots-grillauksesta inspiroitunut ihana alkuruoka pääsiäiseksi. Makean mausteista romescoa ja pehmeäksi paahdettua purjoa. Steam-fry eli suomeksi höyry-paisto on upea valmistusmenetelmä joka sopii erityisen hyvin kevään vihanneksille, purjolle, parsalle ja fenkolille. Tätä Norden paistovuokaa voidaan erittäin lämmöllä suositella jokaiseen keittiöön. Täydellinen kaikkeen paistamiseen ja erityisen näppärä siitä että vuoan saa nostettua suoran uuniin ja sieltä pöydälle.\n\nRomesco ( iso kulhollinen, noin 6:lle)\n2 suippopaprikaa\n1/2 valkosipuli (4-6 valkosipulin kynttä)\nkourallinen kirsikkatomaatteja\noliiviöljyä\n0,5dl kuorellisia manteleita\n3rkl leivänmuruja tai panko-jauhoja (voit myös korvata mantelilla)\n0,5dl lehtipersiljaa\n0,5dl neitsytoliiviöljyä\nloraus (2rkl) sherryviinietikkaa\n1tl chilihiutaleita (tai maun mukaan)\n1/2-1tl savupaprikaa (dulce)\nsuolaa\n\nPurjo\n1/2 purjo per syöjä\n2 rkl vettä\nvoita\n\nValmista romesco.\n1. Laita paprika, tomaatit ja halkaistu kokonainen valkosipuli uunivuokaan ja lorauta päälle oliiviäljyä.\n2. Paahda grillivastuksen alla 250 asteessa kunnes vihannesten pinta on kauniin ruskea.\n3. Ota vuoka uunista ja laita päälle kelmu muutamaksi minuutiksi. Kelmun alle muodostuva höyry irrottaa paprikan kuoren.\n4. Kuori paprika ja poista siemenet. Kuori myös kirsikkatomaatit ja puserra valkosipulit ulos.\n5. Kuori mantelit kiehauttamalla niitä minuutin ajan. Siivilöi ja laita kylmään veteen. Paina sitten sormenpäillä mantelit kuoristaan.\n6. Kuivaa mantelit ja paahda hetki pannulla . (varo ettei pala)\n7. Hienonna mantelit ja leivänmurut blenderissä tai prosessorissa ja laita sivuun.\n8. Soseuta vihannekset, paistoliemi ja lehtipersilja ja kaada kulhoon.\n9. Lisää joukkoon manteli-leivönmuru ja mausta sherryviinietikalla, suolalla, chilihiutaleilla ja savupaprikalla.\n10. Lorota oliiviöljyä kokoajan sekoittaen kunnes rakenne on hyvä. Tarkista maku.\nValmista purjo\n1. Varaa 1/2 paksu purjo per syöjä. Pese purjo ja leikkaa n. 3cm paksuisiksi viipaleiksi.\n2. Kuumenna oliiviöljy kannellisessa pannussa ja paista purjoihin kaunis ruskea pinta. Käännä ja paista hetki.\n3. Laita kansi pannun päälle ja toisella kädellä raottaen kaada joukkoon pari ruokalusikallista vettä. Laita kansi nopeasti kiinni ettei kuuma öljy roiski kasvoille.\n4. Anna höyrystyä muutaman minuutin ajan kunnes vesi on haihtunut.\n5. Lisää voi pieninä nokareina purjon päälle, laita kansi takaisin ja hauduta keskilämmöllä  n. 5 minuuttia. Tarkista ettei purjo pala.\n6. Jos haluat ekstrapehmeitä purjoja voit laittaa ne uunivuoassa kannen alla uuniin 200 asteeseen 30 minuutiksi.\nKasaa annos\nLevitä lautasen pohjalle tasainen kerros romescoa. Nosta purjot päälle ja kiillota pinta lusikoimalla voi-oliiviöljyä purjojen päälle.\nRipottele sormisuolaa purjoille ja nauti rapeakuorisen leivän kera."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/savulohikiusaus",
        "content": "Markun helppo lohilaatikko on tällä hetkellä heittämällä Panchon suosikkiruoka numero 1.\n\nSavulohikiusaus\n\n2 pussia pakaste peruna-sipulisekoitusta\n1 purjo silputtuna\nn. 400 g lohta tai kirjolohta\n2 viipaletta kylmäsavulohta\n1 tl suolaa\nRouhaisu mustapippuria\n+ Tilliä jos haluaa\n2 dl kermaa\nn. 3 dl vettä\n\n1. Kaada peruna-sipulipussit uunivuokaan ja lisää silputtu purjo. Leikkaa lohet suikaleiksi ja lisää vuokaan. Mausta suolalla, pippurilla ja tillillä, sekoita.\n\n2. Kaada päälle kermaa ja vettä (niin että nesteen pinta nousee melkein peittämään perunoita mutta ei ihan).\n\n3. Uuniin 150 astetta kiertoilmalla (170 ilman) 1,5 h.\n\n4. Uunin jälkeen hyvä antaa seistä vielä puolesta tunnista tuntiin. Koristele tillillä."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/paahdettua-graavilohta-amp-beurre-blancia",
        "content": "Mainos: Fiskars\nGraavilohi on ihanaa! 🐟💙Se on kesälemppari ja tärkeä osa vuoden kaikkia juhlapöytiä, sillä ilman graavia ei tule juhannusta eikä joulua. Se on parasta rapeaksi paahdetun ruisleivän päällä tai saaristolaisleivän, voin ja tillin kanssa. Hiillostamalla graavilohen pinnan saat siitä myös upean kesäannoksen. Pinta paahdetaan nopeasti valurautapannulla, muurikalla tai kaasupolttimella tohottamalla.\n\nAlta löydät ohjeet lohen graavaamiseen sekä Beurre Blanciin, upeaan ranskalaiseen klassikkokastikkeeseen. Ohje on Julia Childin Mastering the Art of\nFrench Cooking -kirjasta. Kuohkea ja hapokas voi-valkoviinikastike on kalan paras ystävä. Jaamme myös meidän lempi keittiövälineet kalan käsittelyyn ja kastikkeiden valmistukseen.\n\nGraavilohi\nn. 800g nahallinen lohifilee\n1 rkl karkeaa merisuolaa\n1 rkl sokeria\n1/2 punttia tilliä\n\n1. Taputtele lohifilee kuivaksi talouspaperilla, nypi mahdolliseti ruodot ruotopihdeillä. Jos fileen reunassa on rasvaa voit leikkaa sen pois terävällä fileerausveitsellä.\n2. Nosta lohifilee leivinpaperin päälle, ripottele tasaisesti päälle merisuola ja sokeri ja peitä tillillä.\n3. Pakkaa lohi leivinpaperiin, pingota tuorekelmu ympärille ja nosta reunalliseen vuokaan. Laita fileen päälle paino, esimerkiksi litran maitotetra tai hillopurkkeja ja anna maustua jääkaapissa 1-2 vrk.\n5. Maista lohta vuorokauden jälkeen ja jätä tekeytymään toiseksi mikäli haluat pehmeämpää ja suolaisempaa graavia.\n6. Puhdista veitsellä lohen pinnalta tillit pois ja leikkaa ohuita viipaleita suoraan tarjoiluastialle.\n!\nVoit maustaa graavilohen esimerkiksi murskatulla rosépippurilla, sitruunankuorella tai vaikka gini-tilkalla.\n\nBeurre Blanc\nn. 2,5dl kastiketta (4-6 annokseen)\n2 1/2 rkl valkoviinietikkaa\n2 1/2 rkl valkoviiniä\n1 rkl shalottisipulia\n1/2 tl suolaa\nripaus valkopippuria\n225g kylmää voita kuutioina\n1 kevätsipulin varsi / 2rkl ruohosipulia\n1 rkl sitruunamehua\n1. Hienonna shalottisipuli niin pieneksi kun ikinä saat. Hienonna myös kevätsipulin varsi.\n2. Mittaa pieneen kastikekasariin viinietikka ja valkoviini ja lisää hienonnettu shalottisipuli, suola, valkopippuri ja noin 2 rkl voita.\n3. Keitä kastiketta välillä sekoittaen kunnes sitä on jäljellä noin 1,5rkl.\n4. Ota hetkeksi pois levyltä ja vatkaa joukkoon muutama pieni kuutio voita.\n5. Nosta sitten takas levylle matalalle lämmölle ja vatkaa joukkoon kuutio kerrallaan voita kunnes kaikki voi on lisätty ja kastike on kermaista ja kuohkeaa.\n6. Lisää sitruunanmehu, tarkista maku ja mausta tarvittaessa suolalla.\n7. Sekoita joukkoon hienonnettu kevätsipulin varsi ja tarjoa lämpimänä.\nPaahdettu graavilohi\n\n1. Poista graavilohesta nahka ja leikkaa noin sentin paksuisiksi viipaleiksi. Taputtele pinta talouspaperilla kuivaksi.\n2. Hiillosta pinta tohottimella tai paista esimerkiksi kuivalla valurautapannulla nopeasti molemmin puolin.\n3. Tarjoa beurre blancin, keitettyjen uusien perunoiden ja kesävihannesten kanssa.\n\nNorden fileointiveitsi\nTämä on meidän mielestä heittämällä\nmaailman paras filelointiveitsi. Miksi? Koska Fiskarsin muotoiluporukka on tajunnut kääntää kahvan ja terän paikkaa. Norden-fileointiveitsessä on pitkä ja joustava terä jolla saa mm. leikattua ohuita graavilohisiivuja ja poistettua kalan nahan yhdellä vedolla. Veitsen kahva on valmistettu lämpökäsitellystä koivusta eli sen lisäksi että veitsi on toiminnallisesti täydellinen on se myös kaunis laittaa esille. Jos käsittelet keittiössäsi kalaa on tämä erittäin hyvä investointi sinulle!\nRuotopinsetit\nJos olet joskus yrittänyt kynsin nyppiä kalafileestä ruotoja tiedät miten tylsää puuhaa se on. Voimme myös kokemuksesta kertoa että ne peruspinsetit ovat myös huono vaihtoehto. Kympillä saat loppuelämäksi ruostumattomasta teräksestä valmistetut ruotopinsetit jolla nypit ruodot kaloista hetkessä. Hyvä ote ja leveät kärjet!\n\nPieni teräskasari\nTämä on yksi meidän käytetyimmistä kattiloista. Pieni ruostumattomasta teräksestä valmistettu 1,5 l kasari on paras väline voin ruskistamiseen. Kirkkaan pohjan avulla pystyt seuraamaan ruskistumista ja lopputulos on aina täydellinen.  Pienellä kasarilla valmistuu myös tämä ohjeen beurre blanc."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/sitruunamuffinsit",
        "content": "Tässä on kevään ja kesän kauneimmat sitruunamuffinssit, joissa onnistut kotona täydellisesti! Näiden maku on ihanan raikas ja rakenne semmonen fluffy eli täydellisen ilmava. Huom! Tee kuorrute jääkaappiin mieluusti jo edeltävänä päivänä.\n\nSitruunamuffinssit\n200 g sokeria\n1 sitruunan kuori\n200 g jauhoja\n2 tl leivinjauhoa\n1/2 tl ruokasoodaa\n1/2 tl suolaa\n1,5 rkl unikonsiemeniä\n0,5 dl rypsiöljyä\n150 g ranskankermaa\n1/2 sitruunamehu\n\n1. Mittaa sokeri kulhoon, raasta sitruunan kuori joukkoon ja hiero sormilla yhteen jotta sitruunan aromit vapautuvat.\n\n2. Yhdistä toisessa kulhossa kuivat ainekset.\n\n3. Vatkaa rypsiöljy sokerin joukkoon. Lisää kananmunat ja vatkaa vaaleaksi ja kuohkeaksi.\n\n4. Yhdistä isossa kulhossa ranskankerma ja sokeri-munaseos. Vatkaa kunnes tasaista.\n\n5. Kääntele joukkoon kuivat ainekset. Lisää sitruunamehu ja kääntele kunnes tasaista.\n\n6. Anna levätä liinan alla noin puoli tuntia. Kuumenna uuni 220-asteiseksi.\n\n7. Rasvaa muffinivuoka ja annostele taikina vuokiin. Paista uunissa 15 min tai kunnes kullanruskeita. Anna jäähtyä.\n\nKuorrute\n4 dl kermaa\n40 g valkosuklaata\n1 liivatelehti\n1 vaniljatanko\n\nPäälle\n:\nlemon curd\n\n1. Nosta liivatelehti kylmään veteen.\n\n2. Kiehauta kerma. Pilko suklaa pieneksi. Raaputa vaniljatangosta siemenet suklaa joukkoon korkeaan kulhoon.\n\n3. Purista liivatelehdestä ylimääräinen vesi pois ja sekoita kerman joukkoon.\n\n4. Kaada kuuma kerma suklaan päälle ja surauta sauvasekoittimella sekaisin.\n\n5. Laita kylmään yön yli jähmettymään.\n\n6. Vatkaa kuohkeaksi. Pursota tai levitä jäähtyneiden muffinien päälle.\n\n7. Lisää myös nokare lemon curd:ia."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/ihanat-aamiaismuffinssit",
        "content": "Näissä kepoisissa omppumuffinsseissa on maun lisäksi parasta se, että tiskiä tulee vaan 1 kulho ja ainekset voi hyvinkin jo löytyä valmiiksi kaapeistasi.  Herkuttele jälkkärinä vaniljajäden kanssa, tai arkiaamiaiseksi turkkilaisen jogurtin, omenasoseen ja pähkinöiden kera.\n\nOmenamuffinssit (6kpl isoa muffinssia)\npari omenaa kuutioituna\n1dl hunajaa tai vaahterasiirappia\n1dl omenasosetta\n1dl turkkilaista jogurttia\n1dl mantelijauhoja\n2tl kanelia\n1tl leivinjauhetta\n2 munaa\n2,5dl kaurahiutaleita\nripaus suolaa\n\n1. Sekoita kaikki ainekset hyvin keskenään. Jos taikina tuntuu liian tiiviiltä voit lisätä lorauksen kauramaitoa.\n2. Voitele muffinssivuoka ja kaada taikina noin 6 koloon, ei liian täyteen. Tämä on ison vuuan mukaan, pienempiä tulee enemmän.\n3. Paista 180c 20-30min, kunnes pinta on saanut väriä."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/kantarellirisotto",
        "content": "Täydellinen risotto on all’onda eli aaltoileva. Tähän tarvitaan tärkkelyspitoinen kastike, joka sitoo yhteen irtonaisen riisin. Salaisuus on nimeltään la mantecatura. Se on italialainen valmistustekniikan, taikatempun ja taiteen yhdistelmä, jossa riisin tärkkelys emulgoidaan rasvan kanssa, jolloin ruoasta tulee täyteläistä ja kiiltävää. Käytännössä tämä tarkoittaa rivakkaa vatkaamista tai pannun heilauttelua, joka irrottaa riisin pinnasta tärkkelystä.\n\nKantarellirisotto\n6:lle\n\n1 l sieniä (kantarelleja, tatteja, orakkaita yms)\n(loraus sherryä)\n1 kesäsipuli (tai 2 salottisipulia)\n2 valkosipulinkynttä\n5 dl risottoriisiä (carnaroli)\n2 rkl oliiviöljyä (tai voita)\n8-10 dl laadukasta kana- tai kasvislientä\n3 dl valkoviiniä\n100g parmesaania\n50g voita\n4 vartta timjamia\nsuolaa & mustapippuria\n\n1. Hienonna sienet, sipuli ja valkosipuli. Paista sienistä ensin neste pois kuivalla pannulla ja lisää sitten nokare voita ja paista hetki. Lisää loraus sherryä ja paista kunnes se on haihtunut. Mausta suolalla ja mustapippurilla.\n\n2. Kaada puolet sienistä lautaselle odottamaan ja loput blenderiin tai sauvasekoittimen kulhoon.\n\n3. Lisää blenderiin 50 g pehmeää voita, raastettu parmesaani ja 1 rkl verran timjamin lehtiä. Blendaa tasaiseksi soseeksi.\n\n4. Kaada liemi kattilaan ja lämmitä.\n\n5. Lisää korkeareunaiselle pannulle oliiviöljyä (tai voita) ja kuullota hetki sipulia ja valkosipulia miedolla lämmöllä. Lisää riisi ja jatka kuullottamista noin 5 minuuttia, kunnes riisi on läpikuultavaa ja tuoksuu hieman paahteiselle. Lisää paistetut sienet ja valkoviini. Paista kunnes viini on imeytynyt kokonaan. Lisää sitten kauhallinen lientä ja keitä kunnes liemi on lähes imeytynyt riisiin ennen seuraavan kauhallisen lisäämistä. Jatka näin noin 15-20 min kunnes risotto on puuromaista mutta riisissä on edelleen purutuntuma.\n\n6. Kaada sienisose joukkoon ja lisää kauhallinen nestettä jos risotto on liian tiivistä. Vatkaa kovaa vispilällä samalla pannua heilautellen hetki.\n\n7. Koristele timjamilla (pikkelikantarelleilla ja sipulinvarsivinegretillä)"
    },
    {
        "url": "https://www.bellatable.fi/reseptit/hernepasta",
        "content": "Viikonlopun to do: bellan hernepasta. Helppo, raikas ja herkullinen.\n\nHernepasta\n\n1 l tuore herneitä\nIso kourallinen ruohosipulia\nIso kourallinen basilikaa\n½ sitruunan mehu + kuori\n3 rkl oliiviöljyä\n75 g ranskankermaa\nSuolaa ja pippuria\n\nPäälle\n: herneitä, buffala mozzarellaa, basilikaa, mustapippuria ja oliiviöljyä.\n\n1. Osta torilta 1 l herneitä (ja toinen naposteltavaksi)\n\n2. Perkaa herneet\n\n3. Ryöppää herneet pikaisesti eli keitä n. 1min, siivilöi herneet kulhoon ja lisää päälle jääkylmää vettä + jäitä.\n\n3. Soseuta herneet,  ruohosipuli, basilika, sitruunan mehu ja raastettu kuori, oliiviöljy ja ranskankerma. Maista ja mausta suolalla ja mustapippurilla.\n\n4. Keitä pasta ohjeen mukaan. Meidän lempparipasta tässä on paccheri, ihanan isot putket.\n\n5. Sekoita pasta hernesoseen kanssa, lisää joukkoon tuoreita herneitä, revi päälle buffala mozzarellaa ja basilikaa, rouhi mustapippuria ja lorauta lautaselle vielä kauniin keltaista oliiviöljyä\n\n6. Nauti!"
    },
    {
        "url": "https://www.bellatable.fi/reseptit/antiboise-kastike-ja-siikaa",
        "content": "Kaupallinen yhteistyö: @muttinordics  Rapeaa siikaa & Antiboise-kastiketta, parasta mitä kymmenessä minsassa voi lautaselle saada. Antiboise on ranskalainen kastike joka valmistetaan klassisesti tuoretomaateista. Meidän versiossa tähtenä on tuoreen tomaatin sijaan Muttin datterini-tomaattimurska, joka sopii kastikkeeseen täydellisesti, meidän mielestä paremmin! Datterini-tomaattilajike on on luonnostaan makea ja mehukas ja murskassa on napakka purutuntuma. Kastike valmistuu kalan kypsymisen aikana, alle 10 minuutissa. Se on myös ihanaa rapean leivän päällä bruschettana tai pastan joukossa.\n\nAntiboise-kastike\n2-3:lle\n\n3 rkl oliiviöljyä\n\n2 valkosipulinkynttä\n\n1 salottisipuli\n\nkourallinen tummia oliiveja\n\n2 rkl kapriksia\n\n1 prk mutti polpa datterini\n\n1 rkl punaviinietikkaa\n\n1/2 punttia basilikaa\n\nmustapippuria\n\nsuolaa\n\n\n\n1. Halkaise salottisipuli pitkittäin ja leikkaa ohuiksi viipaleiksi. Hienonna valkosipulit.\n\n2. Nosta kaksi pannua levyille ja lisää molemmille oliiviöljyä.\n\n3. Lisää toiseen voinokare kalaa varten ja toiseen sipulit.\n\n4. Kuullota sipuleita muutama minuutti kunnes ne pehmenee\n\n5. Laske talouspaperilla taputeltu ja molemmin puolin suolattu kala nahkapuoli alaspäin kuumalle pannulle ja paina lastalla hetki ettei kala käpristy.\n\n6. Lisää sipuleiden joukkoon kaprikset, oliivit ja datterini-tomaattimurska. Huuhtele purkki vesilorauksella ja kaada pannulle. Mausta punaviinietikalla ja mustapippurilla. Lisää suolaa ja ripaus sokeria maun mukaan. Anna porista keskilämmöllä hetki kunnes kala on kypsä.\n\n7. Lisää kalalle vielä pieni nokare voita ja lusikoi kuumaa öljy-voiseosta lihapuolelle. Ota levy pois päältä ja käännä kala varovasti lastan avulla.\n\n8. Lisää hienonnettu basilika kastikkeeseen ja lusikoi lautaselle. Nosta kuuma kala nahkapuoli ylöspäin lautaselle ja nauti."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/chocolate-chip-cookies",
        "content": "Kaikki tarvitsee hyvän keksireseptin elämäänsä, tässä tulee yksi tosi hyvä kandidaatti. Tässä parhaat koskaan leipomamme keksit. Nämä suklaahippukeksit on pinnalta rapeat ja sisältä sitkeät ja mureat kuten hyvien keksien kuuluu olla. Herkullisuuden salaisuus on ruskistettu voi ja pinnalle ripotellut merisuolakiteet, jotka tuo ihanaa suolaisuutta. Täydellisten keksien valmistuksessa on pari tärkeää kohtaa.\n\n1.) Älä sekoita taikinaa liikaa. Sekoittaminen vahvistaa vehnän gluteenia ja lopputuloksena on tiiviit keksit. Vatkaaminen taas lisää ilmaa kekseihin joka saa ne ensin kohoamaan liikaa uunissa ja sitten lässähtämään.\n\n2.) Keksitaikinaa kannattaa “marinoida” kylmässä. Mitä pidempään pidät keksitaikinan jääkaapissa, sen herkullisempia niistä tulee.\n\n3.) Voit pakastaa keksit kiekkoina tai esimerkiksi pötkönä kelmuun käärittynä ja leikkaa sitten veitsellä kiekoiksi. Keksit paistetaan suoraan jäisenä. Laske uunin lämpötila 165-asteeseen ja pidä niitä muutama minuutti pidempään uunissa.\n\nSuklaahippukeksit\nn. 12 kpl\n\n115 g voita\n100 g sokeria\n100 g fariinisokeria\n1 muna\n1/4 tl merisuolahiutaleita\n3 dl vehnäjauhoja\n1/2 tl soodaa\n125 g tummaa suklaata tai omaa lempi suklaata\npäälle\n: merisuolahiutaleita\n1. Ruskista ensin voi pienessä kasarissa. Voista kiehuu pois sen sisältämä vesi ja tämä aiheuttaa roiskumista, voit laittaa kannen päälle mutta jätä se raolleen, että neste haihtuu pois. Sekoita välillä voita, ettei pohjalle laskeutuvat herahiput pala pohjaan. Kun voi vaahtoaa, sekoita rivakasti jotta voit seurata sen paahtumista. Kun voi on karamelli/meripihkan väristä ota heti pois levyltä ettei se pala.\n\n2. Mittaa sokerit kulhoon ja sekoita keskenään pallovatkaimella. Lisää voi. Sekoita joukkoon muna ja merisuolahiutaleet.\n\n3. Sekoita sooda vehnäjauhoihin ja sekoita sitten jauhot taikinaan esimerkiksi nuolijan avulla kahdessa osassa. Täydellisten keksien salaisuus on se, ettei taikinaa sekoita liikaa.\n\n4. Rouhi tumma suklaa veitsellä hipuiksi ja säästä pieni kourallinen isompia hippuja keksien päälle. Lisää suklaahiput keksitaikinaan ja sekoita joukkoon. Keksitaikina on aika tiivistä, joten parhaiten ne saa joukkoon esimerkiksi painamalla nuolijalla reunoja päin. Laita taikina peitettynä jääkaappiin vähintään 30 minuutiksi tai esimerkiksi yön yli.\n\n5. Laita uuni lämpeämään 175-asteeseen ja vuoraa uunipelti leivinpaperilla. Ota taikina jääkaapista ja lusikoi pellille golf-pallon kokoisia nokareita. Jätä reilusti tilaa reunoille. Normaalikokoiselle pellille mahtuu hyvin 9 keksiä. Paina kekseihin muutamia suklaahippuja.\n\n6. Paista uunin keskitasolla 12-14 minuuttia. Keksit jatkavat kypsymistä kuumalla pellillä joten ota ne mielummin liian aikaisin ulos. Ripottele kuumien keksien päälle merisuolahiutaleita ja anna jäähtyä. Säilytä kannellisessa purkissa huoneenlämmössä.\n\n7. Tärkeä: Maista keksiä lämpimänä, taivaallista!!!"
    },
    {
        "url": "https://www.bellatable.fi/reseptit/kukkakaaligrattiini",
        "content": "Kukkakaaligratiini - lohturuokien. Meidän taustabella Miiran viime viikkoinen jääkaapintyhjennys-lounas nousi heittämällä Bella Kitchenin ”vuoden paras lounas” -listan kärkeen. Miten ihmeessä me oltiin unohdettu tää klassikko? Jääkaapista löytynyt pangrattato eli leipämuru oli maustettu ’ndujalla ja yrteillä ja se toi tosi kivan maun ja rapeuden pintaan. Mutta sen voi korvata vaikka pankomuruilla. Juustotkin voi korvata sillä mitä sattuu löytymään. (Voimakas mustaleima ja aura gold oli kyllä täydellinen yhdistelmä.\n\nKukkakaaligratiini\n4:lle\n\n1 kpl (~800 g) kukkakaali\n\n(0,5 tl suolaa)\n\nmustapippuria\n\n4 dl (täys)maitoa\n\n2 rkl vehnäjauhoja\n\n1,5 dl (80 g) mustaleimamurua\n\n2/3 (80 g) aura gold\n\n0,5 dl pangratattoa\n\n\n\n1. Revi kukkakaali pieniksi nupuiksi ja leikkaa kanta paloiksi.\n\n2. Voitele uunivuoka ja laita kukkakaalit vuokaan. Mausta suolalla ja mustapippurilla.\n\n3. Mittaa vehnäjauhot pieneen kasariin ja vatkaa joukkoon maito. Keitä hetki kunnes seos hieman sakeutuu.\n\n4. Sammuta liesi, lisää juustot ja sekoita.\n\n5. Kaada juustoseos kukkakaalien päälle.\n\n6. Paista 225-asteisessa uunissa n. 40 min kunnes kukkakaalit ovat pehmenneet ja pinta saanut hieman väriä.\n\n7. Ota vuoka uunista ja ripottele päälle pangratattoa. Laita vielä takaisin uuniin grillivastuksen alle n. 5 minuutiksi kunnes pinta on kullanruskea."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/kirsikka-suklaahippujtel",
        "content": "Kaupallinen yhteistyö: Wilfa\nTorilla tuoksuva kirsikkalaari inspiroi kehittämään meidän unelmien jäden. Tuoreita kirsikoita, amarena hapankirsikoita ja tummasuklaahippuja. Ihana kesäherkku ja täydellinen lopetus mille tahansa aterialle. Jäätelökoneen omistamisen myötä\n“mitä jälkkäriksi” -huolet katoavat. Jäätelöpohjan voi valmistaa hyvissä ajoin edellisenä päivänä ja sitä voi maustaa loputtomasti. Meidän kevään jädekokeilujen lempparit on ollut kirsikkajäden lisäksi raparperi-kardemumma ja sitruunaverbena-maito. Bella Keittiöön muutti keväällä Wilfan isompi\nVanilla-jäätelökone\n,  jolla saa valmistettua jopa 2,5 litraa jädeä. Kotona ollaan pyöritelty jädebaaria pienemmällä 1,5 litraisella\nVanilla-koneella\n. Molemmissa koneissa oleva täysautomaattinen kompressori valmistaa jäätelön tunnissa ja pitää sen myös tunnin ajan jäähtyneenä kylmänäpitotoiminnon avulla. Jäätelökone on helppo puhdistaa ja kaikki irrotettavat osat, lukuun ottamatta kulhoa, kestävät konepesun.\n\nKirsikat soseutettiin\nWilfan Power Fuel XL -blenderillä\n, joka on ollut keittiöllä kovassa käytössä. 2 litran kannun avulla ollaan pyöritetty niin keitot kun smoothiet. Tehokas blenderi jauhaa myös pähkinät hetkessä voiksi. Pakkauksessa tulee mukana myös kätevä 2go-pullo, johon voit sekoittaa suoraan smoothiet ja nappaa lennosta mukaan.\n\n1 l (n. 600g) tuoreita kirsikoita\n0,5dl + 1,5dl sokeria\n100g tumma suklaata\n6 keltuaista\n3 1/4dl kuohukermaa\n3 1/4dl punaista maitoa\nripaus suolaa\n(4 rkl säilöttyjä Amarena-hapankirsikoita & siirappia)\n\n1. Pilko tumma suklaa pieneksi.\n2. Irrota kirsikoista kannat, leikkaa puoliksi, nappaa kivi pois ja laita kasariin. Maseroi kirsikat. Sekoita kirsikoiden joukkoon 1/2 dl sokeria ja anna mehustua 15 min. Keitä sitten kirsikoita n. 30 minuuttia kunnes ne on pehmentynyt. Ota desi kirsikoita sivuun ja kaada loput kirsikat sekä neste blenderiin ja soseuta. Siivilöi ja jäähdytä nostamalla kulho jääveteen.\n2. Valmista jäätelöpohja. Erottele kananmunat ja lisää keltuaiset kulhoon. Voit pakastaa valkuaiset esimerkiksi seuraavaa pavlovamarenkia varten.\n3. Lisää kasariin maito, kerma, sokeri ja ripaus suolaa ja lämmitä kunnes sokeri on sulanut. Älä anna kiehua.\n4. Temperoi keltuaiset vatkaamalla 1/3 lämpimästä maitoseoksesta keltuaisten joukkoon ja vatkaa keltuaisseos sitten takaisin kasariin maitoseokseen. Lämmitä seosta kunnes se on 85 astetta.\n5. Jäähdytä seos nostamalla kulho jääveteen. Yhdistä kirsikkasose ja jäätelöpohja ja nosta jääkaappiin muutamaksi tunniksi kunnes seos on kylmää.\n6. Kaada seos jäätelökoneeseen ja anna koneen käydä kunnes jäätelö on paksua, noin tunnin ajan.\n6. Lisää viimeisten minuuttien aikana hienonnetut kirsikat ja suklaahiput. Lusikoi seos vuokaan tai kannelliseen astiaan.\n7. Jos haluat super-kirsikkaisen maun voit kerrostaa jäätelön lisäämällä muutaman ruokalusikallisen herkkukaupoista löytyviä amarena-hapankirsikoita ja siirappia. Peitä ja laita pakkaseen vähintään muutamaksi tunniksi kunnes seos on kovettunut.\n\nNauti!"
    },
    {
        "url": "https://www.bellatable.fi/reseptit/bellan-babybel-sampylat",
        "content": "Baby, baby, baby OOH! Tästä ei sämpylät mee enää söpömmäks. Kokeilin näitä ekaa kertaa kesän alussa ja nyt näin babybellit kaupan hyllyssä ja iski taas himo\n\nBellan babybel sämpylät\n10kpl\n\n2,5dl maitoa\n25 g tuorehiivaa (tai 1 pussi kuivahiivaa)\n1 rkl sokeria\n1 tl suolaa\n5-6 dl vehnäjauhoja (manitoba ja 00 jauhoista tulee ihanat)\n0,5 dl rypsiöljyä\n10 mini babybel juustoa\n\n1. Lämmitä maito isoon kulhoon kädenlämpöiseksi. Murustele joukkoon hiiva ja sekoita hyvin. Lisää sokeri, suola ja ensin puolet jauhoista.\n\n2. Vaivaa taikinaa käsin, lisää loput jauhoista parissa erässä vaivaten niin että taikina irtoaa helposti kulhon reunoilta. Lisää öljy ja vaivaa jälleen. Valmis taikina ei tartu sormiin. Jätä taikina keittiöliinan alle kohoamaan noin tunniksi kunnes se on noin tuplannut kokonsa.\n\n3. Jaa taikina 10 osaan. Pyörittele palloiksi, paina juusto sämpylän keskelle ja nypytä taikina juuston päälle tiiviisti.\n\n4. Anna kohota pellillä keittiöliinan alla 30min ja paista 225c uunissa 10-12min kunnes kauniin ruskeita.\n\nNAM x 100000!💛"
    },
    {
        "url": "https://www.bellatable.fi/reseptit/linssikeitto",
        "content": "Jos teet syksyllä vain yhden keiton, tee tämä. Mausteista linssikeittoa, koukuttavaa fritattua sipulia, valuva uppomuna, rasvaista jogurttia, tulista harissatahnaa ja korianteria. Taivas kulhossa! Tämä keitto pinttyi heti verkkokalvoilleni muutama kuukausi sitten kun se tuli Instagramissa vastaan. Keiton äiti,\nJulia Busuttil Nishimura\non keittokirjailija ja suuri inspiraatio, jonka uusin kirja “a year of simple family food” - on roikkunut omalla adlibris-odotuslistalla jo kuukausia. Eräänä pöivänä himo nousi niin korkeaksi että laitoin Julialle viestiä, kirja ei vielä ollut tilattavissa ja resepti oli saatava. Onneksi vain toinen foodie voi ymmärtää ruokahimojen vakavuuden ja ei mennyt kun 5min kun resepti kilahti inboxiin. Hallelujah!\n@juliaostro is a cookbook author, instagram star and a big inspiration for us. She shared some time ago a picture of the most amazing looking bowl of lentil soup and we couldn’t stop thinking about it, especially after reading the caption,  “Lentil soup topped with fried onions, harissa, a soft egg and yoghurt”. The recipe is from her newest book called “ a year of simple family food”  and it’s been hanging in our adlibris “want-folder” for months now. We dm’d her about the recipe and told her that the book hasn’t been published yet in Finland and guess what! 5mins later we had the recipe. Only a true foodie could understand a case of big ass cravings like this. Thank you Julia, the soup was out of this world amazing!\n\nPS. The next day after making the soup I received an email that the book is finally available for ordering. You can find it\nhere\n\nLinssikeitto\n400 g kikherneitä\n3 rkl oliiviöljyä\n1 sipuli\n3 valkosipulinkynttä\n1 sellerinvarsi\n1 porkkana\n2 cm pala tuoretta inkivääriä\n1/2tl jauhettua kurkumaa\n1 tl korianterinsiemeniä\n1 tl kuminansiemeniä\n1/2tl jauhettua inkivääriä\nripaus kuivattua chiliä\n400g kokonaisia tomaatteja purkissa (mutti pelati)\n300g puy linssejä\n2 litraa kana. tai kasvislientä\n1/2 ruukkua korianteria\n1 sitruuna\nsuolaa\nFritattu sipuli\nnokare voita\noliiviöljyä\n1 tl kuminan siemeniä\n1 sipuli\nsuolaa\n\nUppomuna\n1rkl viinietikkaa\n1 muna per ruokailija\n\nTarjoiluun\nrasvaista jogurttia (kreikkalaista tai turkkilaista)\nharissa-tahnaa (esim baba’s)\nkorianteria\n\nKeitto\n1. Paahda kuivalla pannulla korianterin- ja kuminansiemeniä hetki ja hienonna ne morttelissa.\n2. Hienonna valkosipuli ja inkivääri ja kuutioi pieneksi sipuli, varsiselleri ja porkkana.\n2. Lämmitä isossa kasarissa tai kattilassa oliiviöljy ja kuullota keskilämmöllä kasviksia ja inkivääriä noin vartin ajan, kunnes ne ovat hieman saaneet väriä ja pehmenneet.\n3. Nosta lämpöä ja lisää kasvisten joukkoon kurkuma, inkivääri, chili ja jauhettu korianteri ja kumina. Paista muutama minuutti.\n4. Lisää tomaatit ja pilko ne kevyesti lastalla.\n5. Lisää linssit ja kana- tai kasvisliemi ja anna porista kunnes linssit ovat lähes kypsiä, noin 30min. Valmista sillä välin fritattu sipuli (ohje alla)\n6. Lisää huuhdellut kikherneet ja anna hautua vielä 10min.\n7. Lisää sitruunanmehu ja tarkista maku. Mausta tarvittaessa suolalla.\n\nFritattu sipuli (kannattaa valmistaa 3x satsi)\n1. Paahda kuminansiemeniä hetki kuivalla pannulla. Kaada mortteliin ja riko kevyesti.\n2. Viipaloi sipuli mahdollisimman ohuesti.\n3. Lämmitä nokare voita ja loraus oliiviöljyä pannussa ja lisää sipulit ja kumina.\n4. Paista sipuleita n. 10min kunnes ne on kullanruskeita ja rapeita. Kaada talouspaperin päälle, jotta ylimääräinen rasva imeytyy pois.\nUppomuna\n1.\nRiko muna hienoverkkoiseen siivilään ja pyöräytä muutama kerta jotta “valuva” osa valkuaisesta irtoaa. 2. Kaada muna pieneen kuppiin varovasti ettei keltuainen rikkoudu.\n3. Kiehauta vesi kattilassa tai kasarissa, lisää ruokalusikallinen etikkaa ja tee lusikalla keskelle pyörre. 4. Kaada muna pyörteeseen ja anna kevyesti kiehua tasan 3min.\n5. Nosta reikäkauhalla talouspaperin päälle, jotta ylimääräinen vesi poistuu.\nTarjoilu\nKauho keitto lautaselle, lisää päälle uppomuna, reilu lusikallinen jogurttia, nokare harissa-tahnaa, fritattua sipulia ja korianterin lehtiä ja nauti elämäsi keitosta!\n\n(resepti on käännetty suomeksi suoraan Julia Ostron “A year of simple family food” -kirjasta)"
    },
    {
        "url": "https://www.bellatable.fi/reseptit/mansikka-raparperigalette",
        "content": "On vaikea keksiä parempaa kesäleipomusta kuin galette. Ranskalainen avopiiras hurmaa kaikki syöjänsä, se on helppo valmistaa (myös mökkioloissa) ja sitä voi varioida loputtomasti. Pohjan voi valmistaa hyvissä ajoin jääkaappiin, vaikka jo pari päivää ennen ja se kestää myös hyvin pakastamisen.  Pohjan ainekset sekoitetaan yhteen, raastetaan voi mummoraastimella joukkoon ja yhdistetään jauhoihin ”nyppimällä”.  Tässä saa olla rento, mitä enemmän sattumia - sen rapeampi pohja. Täytteeksi voi laittaa mitä vain, nyt kesällä tietty tuoreita mansikoita ja raparperia. Reunat laskostetaan, penslataan voisulalla ja kuorrutetaan ruokokidesokerilla. Ette voi uskoa mikä rapeus tästä syntyy! Päälle vatkataan löysä kermavaahto jossa on lusikallinen ranskankermaa ja ripaus sokeria.\n\nGaleten voi tehdä myös suolaisena jättämällä sokerin pois. Täytteeksi voi laittaa vaikka purjoa, perunaa, nokkosta, pinaattia, kirsikkatomaatteja, tai sipulia.\n\nMansikka-raparperigalette\n\nPohja:\n3 dl vehnäjauhoa\n1 rkl ruokokidesokeria\n1/2 tl suolaa\n1/2dl Valion kreikkalaista jogurttia\n1/2 rkl omenaviinietikkaa\n100g kylmää Valio voita\nn. 4 rkl jääkylmää vettä\n\nTäyte:\n250g tuoreita mansikoita\n2 raparperin vartta\n\nVoiteluun:\n3 rkl voisulaa\n3 rkl ruokokidesokeria\n\nVaahto:\n2 dl Valio kuohukermaa\n1 dl ranskankermaa\n1 rkl sokeria\n\n1. Yhdistä kulhossa jauhot, sokeri, suola, jogurtti ja omenaviinietikka ja sekoita.\n\n2. Raasta mummoraastimen karkealla terällä kylmä voi joukkoon ja nypi nopeasti jauhojen kanssa.\n\n3. Lisää kylmää vettä vähän kerrallaan, kunnes saat taikinasta muotoiltua kiekon. Lyttää käsin ohueksi ja taittelen kelmun tai leivinpaperin sisälle. Laita jääkaappiin jähmettymään vähintään tunniksi.\n\n4. Lämmitä uuni 225-asteiseksi. Sulata voi ja ota esille ruokokidesokeri.\n\n5. Pilko raparperit pituussuunnassa kahtia ja sitten pieniksi paloiksi. Viipaloi mansikat n. 3-4 osaan.\n\n6. Kauli kylmä taikina leivinpaperin päällä mahdollisimman ohueksi pyöreäksi levyksi. Repsottavat reunat ei haittaa\n\n7. Asettele mansikat ja raparperit keskelle jättäen reunoille n. 4-5cm tyhjää. Leikkaa 4-5 viiltoa ympäri piirakkaa, reunasta täytteeseen asti. Käännä reunat esim. kakkulapion tai ison veitsen avulla sisäänpäin lomittain. Painele saumat ja pienet reiät kiinni jauhotetuilla käsillä.\n\n8. Voitele reunat ja kevyesti myös mansikat & raparperit. Ripottele reilusti ruokokidesokeria reunoille ja vähän keskelle.\n\n9. Paista 225-asteisen uunin keskitasolla noin 24-30 min kunnes reunat on kullanruskeita. Anna jäähtyä hetki.\n\n10. Lisää kuohukerma, ranskankerma ja sokeri kulhoon ja vatkaa löysäksi vaahdoksi.\n\n11. Nauti ja jaa resepti kaikille rakkaille."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/gnocchivuoka",
        "content": "Yksi all time arjen helpottaja on tämä meidän parin vuoden takainen gnocchivuoka josta on tullut monien arkiruokasuosikki. Tomaattikastikkeen raaka-aineet sekoitetaan uunivuokaan ja kastike valmistuu uunissa samalla kun paistat gnocchit pannulla rapeaksi. Sit vaan gnocchit kastikkeeseen, päälle mozzarellaa ja basilikaa ja hetkeksi uuniin grillitason alle kunnes pinta on sulanut ja kullanruskea.\n\nGnocchivuoka\n4:lle\n\n2 prk mutti pelatia\n2 valkosipulinkynttä\n1 rkl punaviinietikkaa\n1 tl sokeria\n1/2 tl suolaa\n1 tl oreganoa\nmustapippuria\n25 g voita\n1 pss (tuoreita) gnoccheja\n1-2 palloa mozzarella\nkourallinen basilikaa\n\n1. Kaada tomaatit uunivuokaan ja pilko lastalla pienemmäksi.\n\n2. Hienonna joukkoon valkosipuli. Mausta punaviinietikalla, sokerilla, suolalla, oreganolla ja mustapippurilla.\n\n4. Lisää voi pieninä nokareina päälle.\n\n5. Laita vuoka 225-asteiseen uuniin 30 minuutiksi.\n\n6. Paista sillä välin pussillinen gnoccheja oliiviöljyssä rapeaksi. (Ei tarvitse keittää etukäteen). Jos haluat niistä pehmeämpiä voit kaataa pannuun ¼ dl vettä ja antaa höyrystyä hetki kannen alla.\n\n7. Nosta tomaattikastike uunista, sekoita ja kaada päälle gnocchit. Revi päälle tuoretta basilikaa ja mozzarella ja gratinoi 225-asteisen uunin grillitason alla kunnes juusto on sulanut ja kullanruskea. Nauti!"
    },
    {
        "url": "https://www.bellatable.fi/reseptit/butterchickpea",
        "content": "Tässä tulee Kian alkuvuoden isoin ruokahimo. Butter chickpea eli intialaisen butter chickenin vegeversio. Tämä taivaallinen lohturuoka on ihan täydellinen varsinkin silloin kun tarvitsee vähän lämpöä sisältäpäin (JUST NYT🥰). Voilla ja kermalla pyöristetty mausteinen kikhernekastike, ihanan raikas minttu-jogurttikastike ja nopeat pannulla paistetut naanleivät. Ihanaa! Ps. Veganisoi kastike vaihtamalla voi ja kerma maidottomiin vaihtoehtoihin.\n\nButter chickpea\n4:lle\n\n2 prk (à 380 g) kikherneitä\n4 valkosipulinkynttä\n3 tl inkivääriä raastettuna\n1-2 tl (tai oman maun mukaan) cayannepippuria tai chilijauhetta\n1 tl juustokuminaa jauhettuna\n1 tl korianterijauhetta\n1/2 tl suolaa\n1 rkl + 1,5 rkl voita\n1 pieni punasipuli\n2 tl garam masalaa\n50 g cashewpähkinöitä\n100 g tomaattimurskaa\n3 dl vettä\n2 dl kermaa\n\nJogurttikastike\n1/2 tl juustokuminaa jauhettuna\n1 puntti korianteria\n1 puntti minttua\n1 valkosipulinkynsi\n1/4 tl suolaa\n1/2 luomusitruunan mehu\n200 g kreikkalaista jugurttia\n\nNaanleipä (n. 6 kpl)\n6 dl vehnäjauhoja\n2 tl leivinjauhetta\n1 tl suolaa\n250 g kreikkalaista jogurttia\nVoiteluun:\nvoisulaa + yrttejä (esim kuivattua rohtosarviapilaa (fenugreek) tai hienonnettua persiljaa)\n\n1. Valuta ja huuhtele kikherneet ja kaada kulhoon.\n2. Raasta valkosipulinkynnet ja inkivääri. Ja lisää molemmista puolet kikherneiden joukkoon. Säästä loput myöhemmäksi.\n3. Sekoita chilijauhe, juustokumina, korianteri ja 1/4 tl suolaa keskenään ja sekoita tasaisesti kikherneiden joukkoon. Anna marinoitua ainakin 30 min.\n4. Hienonna punasipuli ja kuullota kasarissa voinokareen kanssa pehmeäksi. Sekoita joukkoon loput raastetusta valkosipulista ja inkivääristä. Lisää garam masala ja 1/4 tl suolaa ja sekoita.\n3. Lisää cashewpähkinät, tomaattimurska ja vesi. Anna hautua kannen alla n. 15 minuuttia.\n4. Valmista raita. Surauta kaikki jogurttia lukuunottamatta tasaiseksi tahnaksi joko sauvasekoittimella tai blenderissä. Sekoita yrttitahna jogurtin joukkoon. Tarkista maku ja lisää tarvittaessa suolaa ja sitruunamehua.\n5. Kaada hautunut kastike blenderiin ja aja tasaiseksi soseeksi. Lisää vettä tarvittessa.\n6. Kaada kastike takasin pannulle ja sekoita joukkoon 1,5 rkl voita ja kerma. Kiehauta ja lisää kikherneet. Anna hautua pienellä lämmöllä ainakin 10 minuutin ajan.\n7. Tee tällä välin naan leivät. Sekoita isossa kulhossa vehnäjauhot, leivinjauhe ja suola. Lisää jogurtti ja sekoita taikinaksi. Kumoa massa pöydälle ja vaivaa muutaman minuutin ajan kunnes taikina on pehmeä. Lisää tarvittaessa jauhoja.\n8. Rullaa pötköksi ja jaa 8 osaan. Paina kädellä litteäksi kiekoksi ja kauli jauhotetulla pöydällä n. kolikon paksuiseksi. Paista leipää kuivalla ja kuumalla pannulla muutama minuutti per puoli kunnes se on kullanruskea. Sivele voisulalla ja ripottele päälle yrttiä.\n8. Koristele kikhernekastike voisulalla ja kuivatulla rohtosarviapilalla (fenugreek) tai hienonnetulla persiljalla."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/mansikka-raparperiviinerit",
        "content": "Köpistyyliset unelmaviinerit kotona, kuka olis arvannut?! Nää on niin helpot, että naurattaa. Itse meinaan askarrella viinerit uudestaan joko juhannuksen päiväkaffelle tai luksusaamiaiselle. Nappaa mukaan kylmästä valmis vaniljakreemi, pakkasesta wienertaikina, kourallinen mansikoita ja pari raparperinvartta ja oot paria pikkujuttua vaille valmis\n\n10 viineriä\n\n1 pkt wienertaikinaa\n\n2 raparperin vartta + 2 rkl sokeria\n\n1 kananmuna\n\n2 rkl ruokosokeria\n\n10 mansikkaa\n\n1 prk vaniljakreemiä (Valio)\n\n2 rkl kuorttuja pistaaseja\n\n1 tl tomusokeria\n\n\n\n1. Sulata wienertaikina pakkauksen ohjeen mukaan.\n\n2. Paahda raparperit. Leikkaa raparperit 6,5 cm pitusiksi ja halkaise isommat varret. Ripottele sokeri päälle ja paahda 200-asteisessa uunissa n. 10-15 minuuttia. Anna jäähtyä.\n\n3. Leikkaa wienertaikinalevy puoliksi. Leikkaa neliön muotoiseen taikinalevyyn kulmaviillot n. 1 cm reunasta niin, että toiset vastakkaisista kulmista pysyvät kiinni. Nosta irtonaiset reunat vastakkain toistensa yli.\n\n4. Pensaa taikinalevyjen reunat munalla ja ripottele päälle ruokosokeria. Lusikoi keskiosaan ruokalusikallisen verran vaniljakreemiä ja levitä tasaisesti. Nosta päälle kolme raparperia ja paina kevyesti kiinni kreemiin. Laita mansikkaviinereitä varten uuniin pohja pelkällä vaniljakreemillä.\n\n5. Paista 225-asteisen uunin keskitasolla n. 15 minuuttia kunnes tortut on kullanruskeat ja rapeat. Nosta ritilälle jäähtymään.\n\n6. Leikkaa mansikat viuhkamaisesti, paina litteäksi ja nosta vaniljakreemin päälle, 2 per viineri.\n\n7. Hienonna pistaasit morttelissa tai veitsellä ja ripottele raparperiviinerin päälle. Koristele mansikkaviineri tomusokerilla.\n\n8. Nauti!"
    },
    {
        "url": "https://www.bellatable.fi/reseptit/naminamastensampylat",
        "content": "Uunituore sämpylä on aamiaispöydän suurin luksustuote tuoreiden itsepoimittujen marjojen lisäksi. Nämä rapeakuoriset sämpylät on samat joiden ääreen Sikke Sumarin kesäpaikan\nNami Namasten\nvieraat pääsevät joka aamu. Resepti on nerokas sillä taikina sekoitetetaan illalla valmiiksi jääkaappiin ja aamulla lusikoidaan pellille. Meillä valmistetaan taikina usein perjantaisin ja siitä paistetaan tuoreet sämpylät sekä lauantai- että sunnuntaiaamuna.\n\nAlkuperäinen resepti löytyy\ntäältä\n.\nMe ollaan lisätty taikinaan hieman siirappia koska tykätään pienestä makeudesta sämpylöissä. Jauhoissa me luotetaan\nMalmgårdiin\n, ja heidän Loviisassa sijaitseva kartano ja puoti on ehdottomasti päiväretken arvoinen.\n\n7,5 dl vettä\n25g tuorehiivaa tai pss kuivahiivaa\nloraus  siirappia tai hunajaa\n1 rkl suolaa\n2,5dl spelttihiutaleita\n2 dl  emmerjauhoja\nn. 7 dl vehnäjauhoja\n+ pinnalle spelttihiutaleita tai (ja) siemeniä\n\n1.\nSekoita vesi, hiiva ja suola yhteen ja lisää ensin spelttihiutaleet ja emmerjauhot. Lisää sitten vehnäjauhoja, kunnes tulee paksun puuron kaltainen taikina. Älä vaivaa taikinaa. Reipas sekoitus isolla lusikalla riittää. Taikina on valmis kun tunnet, että siihen syntyy hiukan sitkoa.\n2.\nLaita taikina leivinpaperilla ja liinalla peitettynä jääkaappiin yöksi.\n3.\nTee sämpylät aamulla suoraan jääkaappikylmästä taikinasta isolla lusikalla leivinpaperin päälle uunipellille. Huiskauta päälle vähän jauhoja ja spelttihiutaleita tai siemeniä ja paista uunissa 220 asteessa 35min. Pitkä paistoaika ja kuuma uuni takaavat rapean kuoren.\n\nPro tip:\nJos jostain syystä haluat pehmeitä sämpylöitä laita keittiöliina sämpylöiden päälle heti uunista tultua.\n\nPro tipsit Sikeltä:\n“ Jauhosekoitus voi olla mikä tahansa tekijää miellyttää, mutta olen huomannut, että ruisjauhot antavat tosi kivan maun sämpylöille. Pääasia on, että taikinaa ei vaivata eikä tehdä liian tanakaksi ja että uuni on tarpeeksi kuuma ja paistoaika tarpeeksi pitkä. Paras maku tulee, jos taikina saa tekeytyä yön yli jääkaapissa.”"
    },
    {
        "url": "https://www.bellatable.fi/reseptit/chevresalaatti",
        "content": "Ranskaviikko ei olisi mitään ilman tätä klassikkojen klassikko chevresalaattia. Mansikasta voi olla monta mieltä mutta se tuo makeutta ja hapokkuutta ja on meidän mielestä täydellinen kaveri juustolle.\n\nPohjalla on rapeita salaatteja. Sydänsalaattia, endiiviä, rucolaa ja radicchio. Päällä mansikoita, basilikaa, paahdettua saksanpähkinää, pikkelöityä punasipulia ja iso kiekko paistettua vuohenmaitojuustoa.\n\nJuustokiekon paistaminen pannulla kevyesti öljytyn leivinpaperin päällä on hyvä kikka. Juusto ei leviä pannulle ja sen saa kätevästi nostettua salaatin päälle. Ainakin @lentava.lehma :n tiskistä saa näitä isoja kiekkoja. Pähkinät paahdetaan kuivalla pannulla hetki.\n\nVinegretti\n(kahden ison salaatin päälle)\n0,5 dl oliiviöljyä\n2 rkl balsamiviinietikkaa\n1 kukkurallinen tl hunajaa\nripaus suolaa\nmuutama rouhaisu mustapippuria\ntimjamia."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/Kurpitsagnocchi-cacioepepe",
        "content": "Kaupallinen yhteistyö & resepti: Fiskars\n\nPastaviikko huipentuu pastaan, jossa onnistuu kaikki, luvataan! 🎃🍂 Ihanat kurpitsagnocchit, ruskistetussa salviavoissa karamellisoituja kurpitsakuutioita ja samettinen cacio e pepe. Tämän täydellisempää yhdistelmää syksyyn ei ole.\n\nMeidän rakastama Norden-sarja sai keittölle kavereita kun Fiskars julkaisi uuden All Steel -sarjan. Meidän lemppari on videossa vilahtava paistinkasari joka on valmistettu Suomessa 90 % kierrätetystä teräksestä. Laakean pohjan ja syvien laitojen ansiosta kasarissa valmistuu täydellisesti esim. pastakastikkeet. Uusista veitsistä ihastuttiin erityisesti Santokuun, joka tuntuu painonsa ansiosta tukevalta kädessä.\n\nKurpitsagnoccit cacio e pepe 4:lle\n\n1kg kurpitsaa esim. puolikas hokkaidoa (800g uuniin ja 200g kasariin)\n\n250g vehnäjauhoja\n\n1 tl suolaa\n\n50g voita\n\n10 salvianlehteä\n\n1/2 rkl vaahterasiirappia\n\n150g pecorinoa\n\n1 rkl kokonaisia mustapippureita\n\n\n\n1. Laita uuni 200-asteeseen.\n\n2. Leikkaa kurpitsa ohuiksi viipaleiksi pellille. Ripottele päälle 1 tl suolaa. Kypsennä uunissa 20 min tai kunnes kurpitsa on pehmeää.\n\n3. Tee karamellisoitu kurpitsa sillä aikaa.\nLeikkaa muutama paksumpi viipale, kuori ja leikkaa kuutioiksi. Sulata voi kasarissa, lisää salvia ja ruskista hetki. Lisää vaahterasiirappi ja kurpitsakuutiot ja paista kunnes kurpitsa on napakan kypsä.\n\n4. Ota kurpitsat uunista ja anna jäähtyä hetki. Poista kuoret ja soseuta haarukalla. Lisää jauhot ja sekoita nopeasti taikinaksi. Jauhoja tarvitset puolet soseen painoista, mitä vähemmän sitä pehmeämpi gnocchi. Taikina on löysää joten käytä käsissä ja pöydällä jauhoja. Leikkaa taikinan neljään osaan ja muotoile helläkätisesti n. 2 cm paksut pötköt. Ripottele pinnalle jauhoja.\n\n5. Laita isoon kattilaan runsaasti hyvin suolattua vettä kiehumaan.\n\n6. Valmista cacio e pepe. Paahda mustapippureita kuivalla kuumalla pannulla muutama minuutti, anna jäähtyä hetki ja jauha morttelissa. Voit myös rouhia mustapippurin myllystä suoraan pannulle ja paahtaa hetken. Raasta pecorino kylmään kasariin tai pannuun ja lisää rouhittu mustapippuri. Ota desi kuumaa keitinvettä ja kaada joukkoon vähän kerrallaan koko ajan sekoittaen. Vettä on tarpeeksi kun kastike on paksuhkoa ja tasaista. Lisää joukkoon karamellisoidut kurpitsakuutiot.\n\n7. Ota gnocchipötkö käteen ja leikkaa keittiösaksilla n. 1 cm paksuisia paloja suoraan kiehuvaan veteen. Gnocchit on valmiit kun ne nousee pinnalle, noin minuutin päästä. Kauho gnocchit suoraan kastikkeeseen, sekoita ja notkista tarvittaessa kauhallisella keitinvettä. Tarjoa heti."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/maissichowder",
        "content": "Kaupallinen yhteistyö: S-market\nMaailman maukkain maissichowder on tässä, väitetään me. Ja vielä vegaanisena. Chowderin juuret on latinankielisessä sanassa “calderia”, joka tarkoitti alun perin paikkaa lämmittämiselle, ja myöhemmin kattilaa. Soppa on täydellinen lumitöiden jälkeinen lämmike tai termariin mukaan otettu retkiruoka. Ohjeen löydätte nyt meidän saitilta: bellatable.fi ja raaka-aineet omasta lähi S-marketista.\n\nVoit tehdä keiton myös maitopohjaisena käyttäen kermaa ja parmesaania.\n\n2 prk (a 285g) säilykemaissia\n2 salottisipulia\n2 valkosipulinkynttä\njalapenoa maun mukaan\n1 purjo\n1/2 kg jauhoisia perunoita\n~ 5 dk kasvislientä\n2 dl kaurakermaa\n1 dl kaurafraichea\n1/2 sitruunan mehu\nsuolaa & pippuria\n3 tl ravintohiivaa\nlehtipersiljaa\npäälle\nkourallinen siitakesieniä & pari rkl maissia\n\n1. Hienonna sipulit ja kuullota öljyssä, mausta ripauksella suolaa.\n2. Kuutioi perunat ja lisää sipuleiden joukkoon.\n3. Lisää joukkoon hienonnettua jalapenoa (maun ja tulisuuden mukaan).\n4. Valuta maissit ja säästä muutama rkl koristelua varten. Kaada kattilaan maissit ja kasvisliemi ja hauduta kannen alla n. 20-30min, kunnes perunat on pehmeitä.\n5. Soseuta sauvasekoittimella mutta jätä halutessasi sattumia. Lisää kasvislientä jos haluat keitosta löysempää.\n6. Lisää kaurakerma ja -fraiche, sitruunamehu sekä mustapippuri.\n7. Tarkista maku ja lisöä tarpeen mukaan suolaa.\n8. Sekoita lopuksi joukkoon ravintohiivahiutaleet.\n\nJos nautit kotona:\nOta säästetyt maissit ja purista kaikki neste pois talouspaperin sisällä. Paista maissit öljyssä siitakesienien kanssa rapeaksi ja mausta suolalla. Lisää keiton päällä oliiviöljylorauksen, ravintohiivahiutaleiden sekä lehtipersiljan kanssa.\n\nJos nautit ulkona:\npakkaa keitto termokseen ja nauti hiihtolenkin tai pulkkamäen jälkeen höyryävän kuumana."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/markun-kreikkalainen-salaatti",
        "content": "Markun rakastettu kreikkalainen salaatti. Tämän ohjetta kyselee aina sitä syöneet, ja vaikkei siinä ole mitään kummoista, niin tärkeä juju on muistaa leikata kasvikset mahdollisimman epätasaisiksi paloiksi.\n\nMarkun kreikkalainen salaatti\n(~ 4:lle)\n\n1 iso kurkku\n6 keskikokoista tomaattia (mieluusti muutamaa eri lajia)\n1 makea sipuli\n1-2 vihreää paprikaa\nReilu kourallinen kalamataoliiveja\nPala fetajuustoa (n. 250g)\n\nKastike:\n1tl sokeria\n0,5tl suolaa\n1rkl kuivattu oreganoa\n5rkl hyvälaatuista oliiviöljyä\n3rkl punaviinietikkaa\n\n1. Pese kasvikset, kuori osa kurkun kuoresta ja paloittele kurkku ja tomaatit epäsäännöllisiksi paloiksi. Puolita paprikat ja poista sisus käsin. Paloittele epäsäännöllisiksi paloiksi.\n\n2. Laita kaikki kasvikset kulhoon, mausta suolalla ja sokerilla. Revi joukkoon oliivit palasiksi sormin, poista kivet. Lisää oregano, punaviinietikka ja oliiviöljy. Sekoita hyvin ja anna tekeytyä tovi.\n\n3. Ennen tarjoilua, kaada kasvikset kulhosta tarjoiluastiaan ja kaada pohjalle muodostunut liemi niiden päälle (tai jos tarjoilet sen samassa kulhossa kuin missä valmistit, niin sekoita lientä pohjalta kasvisten joukkoon). Laita keskelle fetajuusto joko kokonaisena tai lohko isoiksi paloiksi käsin. Lorota juustolle vielä reilu ruokalusikallinen oliiviöljyä ja ripottele kuivattua oreganoa koko salaatin päälle.\n\n4. Salaatin voi hyvin tehdä muutama tunti etukäteen, mutta maistuu vastavalmistettunakin."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/raejuustopannari",
        "content": "Panchon välipalapannari! Tästä raejuustopannarista tykkää kaikki ja sitä voi varioida loputtomiin. Jos tykkäät makeammasta lisää taikinaan vaikka banskua tai omppusosetta. Pakkaa pari palaa mukaan puistopiknikille tai liian pitkälle automatkalle. Pannari to the rescue.\n\nRaejuustopannari\n\n4 munaa\n2 dl kaurahiutaleita\n1 purkki (200 g) raejuustoa\nripaus suolaa\n0,5 tl kardemummaa\n\n1. Surauta kaikki ainekset blenderissä tai bamixilla.\n\n2. Vuoraa vuoka (~20x30 cm) leivinpaperilla, levitä taikina vuokaan ja paista 200c uunissa noin 20 min tai kunnes pannari on saanut sopivasti väriä.\n\n3. Tarjoile kotimaisten marjojen kanssa."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/suklaakakku-kahvi",
        "content": "Mainos: @wilfasuomi  Leivotaan ihana suklaakakku ja keitetään sille kaveriksi täydellinen suodatinkahvi. Kuohkeassa suklaakakussa on tryffeliltä maistuva kuorrute ja se on aivan super helppo ja nopea valmistaa. Tää on täydellinen kakku leipoa aina kun pannuun jää kupin verran kahvia. Kahvi korostaa suklaan makua ilman, että se maistuu lopputuloksessa. Meillä on ollut vuosia käytössä Wilfan uniform-kahvimylly sekä Svart Performance-kahvinkeitin —sankarit, jotka pitää meidän arjen raiteillaan. Kurkkaa alta viisi vinkkiä täydelliseen kahviin:\n\n\n\nKahvisuklaakakku\n\nn. 31x20cm vuoka\n\n1 dl ruokosokeria\n\n1 dl sokeria\n\n4 dl vehnäjauhoa\n\n3/4 dl kaakaota\n\n1 tl soodaa\n\n1/2 tl suolaa\n\n1 tl omenaviinietikkaa\n\n1 tl vaniljauutetta\n\n2/3 dl mietoa kasviöljyä (esim. rypsi)\n\n2 dl kylmää kahvia\n\n\n\nKuorrute\n\n100g maitosuklaata\n\n100g tummaa suklaata\n\n50g pehmeää voita\n\n2dl kuohukermaa\n\nsormisuolaa\n\n\n\n1. Lämmitä uuni 175c.\n\n2. Vuoraa vuoka leivinpaperilla. Sekoita kuivat ainekset keskenään. Lisää nestemäiset ja sekoita tasaiseksi. Laita uunin keskitasolle 35min.\n\n3. Valmista kuorrute. Rouhi suklaa pieneksi ja laita pehmeän voin kanssa. Kiehauta kerma höyryäväksi ja kaada suklaan ja voin päälle. Anna seistä minuutti ja vatkaa sitten seosta kunnes suklaa ja voi on sulanut ja kuorrute on tasaista. Jäähdytä seos esimerkiksi jääkaapissa. Se paksuuntuu jäähtyessään.\n\n4. Levitä kuorrute jäähtyneen kakun pinnalle ja ripottele päälle merisuolahiutaleita.\n\n\n\nNäin keität täydellisen suodatinkahvin.\n\n1. Varmista, että kahvinkeitin on puhdas. Suorita kalkinpoisto säännöllisesti.\n\n2. Jauha pavut itse. Kahvin aromista jopa puolet häviää jo 15 min kuluessa jauhamisesta. Myllyn kansi on vaaka ja tarvittava kahvin grammamäärä lukee vesisäiliön mitta-asteikossa. Vaa’an avulla varmistat, että kahvia on juuri oikea määrä suhteessa veteen. (60g per 1 litra)\n\n3. Kahvigurut neuvovat huuhtelemaan suodatinpaperin sillä siitä irtoaa paperin makua kahviin.\n\n4. Valmiista kahvikupista 98,5% on vettä. Käytä siis aina raikasta, kylmää vettä. Wilfan keittimessä nerokkainta on irrotettava vesisäiliö, johon veden voi lisätä suoraan hanasta.\n\n5. Kahvin optimaalinen lämpötila on n. 95 astetta ja ideaali uuttoaika on n. 4-6 minuuttia. Säädä uuttoaikaa keitettävän kahvin mukaan"
    },
    {
        "url": "https://www.bellatable.fi/reseptit/kesakeitto",
        "content": "Aino-mummin kesäkeitto eli suomenruotsalaisittain snålsoppa. Resepti on helppo. Sylillinen primöörejä eli uudensadon kasviksia, punaista maitoa, nyrkillinen voita ja pari sokeripalaa. Keitto suuristetaan vanhan tavan mukaan rohkeasti ruskistetuilla jauhoilla. Ilman tätä ei tule kesää!\n\nvettä niin että kasvikset peittyvät\n1/2l perunoita\n4 naattiporkkanaa\npieni kukkakaali\n1dl tuoreita herneitä\nkourallinen sokeriherneitä\n2 kesäsipulin vartta\nkourallinen retiisejä\n2tl suolaa\n2 sokeripalaa\n25g voita\n2rkl vehnäjauhoja\n8dl punaista maitoa\nlehtipersiljaa\n1.\nLisää veteen suola ja sokeri.\n2.\nPuolita pienet potut ja retiisit ja viipaloi porkkanat ja kukkakaali sopiviksi paloiksi ja lisää kiehuvaan veteen. Älä kuori kasviksia. Anna kiehua n. 10 min niin että kasvikset on vielä napakoita.\n3.\nKuumenna paistinpannulla voi ja lisää vehnäjauhot. Kypsennä jauhot kullanruskeiksi mutta varo ettei ne pala. Kun jauhot kypsennetään saadaan keittoon ihana paahdettu maku.\n4.\nKun jauho on kullanruskeaa, lisää maitoa kokoajan sekoittaen. Anna kiehua hiljalleen hetki. Kaada maito pannulta keittoon ja kiehauta nopeasti.\n5.\nLisää sekaan herneet ja sokeriherneet ja silputtu lehtipersilja. Itse laitan aina nokareen voita keittoon lautasella, juuri niinkuin vaari on opettanut. Nam!"
    },
    {
        "url": "https://www.bellatable.fi/reseptit/Spicytunatoast",
        "content": "Tässä instastooreissa villinnyt copycat versio meidän all-time lempparileivästä eli Joe and the Juicen Spicy Tuna & avokadosta.🌶️🐟🥑 Yksinkertainen tonnikalatahna on ihan täydellistä vihreän peston kanssa. Tägää kaveri joka on jo koukussa.Tässä aika monta leipää ”yhden leivän hinnalla”\n\nFun fact: Usko tai älä, huhujen mukaan Joen vegaaniseen pestoon tulee banaania! Ps. Miksi on niin vaikea sanoa jal-A-peno?\n\nJoen Spicy Tuna Avokado copy-cat\n\nn. 6 leipään\n\nTonnikalatahna\n\n1 dl majoneesia\n\n1 kevätsipulinvarsi\n\n2 rkl hienonnettua tilliä\n\n2 prk tonnikalaa öljyssä\n\n1/2 sitruunan mehu\n\nmustapippuria\n\nsuolaa\n\nloraus jalapenolientä\n\n+\n\nvihreää pestoa\n\n1 avokado\n\n1 kypsä tomaatti\n\nsäilöttyjä jalapenoja\n\ntabascoa (vihreä tai pun)\n\nrapeaa ohutta ruisleipää\n\nHienonna tilli ja kevätsipuli ja sekoita majoneesin kanssa. Lisää valutettu tonnikala ja sekoita haarukalla painellen hienoksi. Lisää sitruunamehu ja loraus jalapenolientä. Tarkista maku ja lisää ripaukset suolaa ja mustapippurilla.\n\nPaahda leipä rapeaksi, levitä molemmille puolikkaille ohut kerros pestoa. Asettele toiselle puolikkaalle avokado ja tomaatit ja lisää ripaus suolaa ja mustapippuria. Lusikoi tonnikalatäytetettä päälle ja oman maun mukaan jalapenoja sekä tabascoa. Sulje kansi, kiedo paperiin ja nauti! BEST!"
    },
    {
        "url": "https://www.bellatable.fi/reseptit/kalaa-en-papilotte",
        "content": "Nyt olisi tarjolla leivinpaperissa kypsennettyä kalaa joko välimerellisesti fenkolin, oliivien ja veriappelsiinikastikkeen kanssa tai aasiaviballa napakoiden kasvisten ja soijakastikkeen kanssa. Viisi syytä miksi sun kannattaisi lisätä kotimainen kala en papillote sun arkiruokabravuuriksi.\n\n1. Leivinpaperin sisältöä voi varioida loputtomasti, mitä tahansa kalaa, kasviksia ja mausteita.\n2. Leivinpaperin sisälle kerääntyvä höyry kypsentää kasvikset ja kalan hellävaraisesti ja kaikki ihanat mehut muodostavat täydellisen kastikkeen paketin pohjalle.\n3. Ei pannutiskiä tai kalan paistamisesta tulevaa käryä tai rasvaroiskeita.\n4. Valmista vartissa. Voit valmistaa paketit etukäteen jääkaappiin ja nostaa suoraan lämpimään uuniin.\n5. Ja tärkein kaikista, tää on aivan uskomattoman herkullista!\n\nKuha en papilotte\n\nAasia:\n2:lle\n\n300 g kuhafileetä\n1 veriappelsiinin mehu\n2 rkl soijaa\n1 tl seesamiöljyä\n1 valkosipulin kynsi\n1 rkl inkivääriä hienonnettuna\n1 paksoi pestynä\n2 porkkanaa kuorittuna\n1 banaanisalottisipuli\nkorianteria\n+ 2 leivinpaperiarkkia\n\n1. Leikkaa kuhafileet n. 150 g paloiksi.\n\n2. Suikaloi salottisipuli ohueksi mandoliinilla, inkivääri ja porkkanat julienne -terällä. Suikaloi valkosipuli ohueksi veitsellä.\n\n3. Purista veriappelsiininmehu pieneen kulhoon, sekoita joukkoon soija ja seesamiöljy. Lisää valkosipuli ja inkivääri.\n\n4. Taita leivinpaperiarkki pituussuunnassa puoliksi, paina paperiin halkio, avaa takaisin pöydälle.\n\n5. Asettele halkion alapuolelle täytteet, paksoi, porkkana, salottisipuli. Nosta päälle kalafile, mausta suolalla ja pippurilla. Lisää chili, kaada päälle kastike ja ripottele korianteri.\n\n6. Taita leivinpaperin yläpuoli kalan päälle, kierrä ja nipistä leivinpaperin reunat kunnolla kiinni, puolikuun muotoon.\n\n7. Paista 200-asteisessa uunissa n. 10 min. Repäise leivinpaperi keskeltä auki ja nauti!\n\nVälimeri:\n2:lle\n\n300 g kuhafileetä\n1 pieni fenkoli\n1/3 purjo\n50 g voita\n1 veriappelsiinin mehu + pari viipaletta\n0,5 dl kermaa\niso kourallinen pinaattia pestynä\nkourallinen kalamataoliiveja\nlehtipersiljaa\n+ 2 leivinpaperiarkkia\n\n1. Leikkaa kuhafileet n. 150 g paloiksi.\n\n2. Suikaloi fenkoli ja purjo ohueksi mandoliinilla.\n\n3. Sulata voi pienessä kasarissa ja purista veriappelsiinin mehu joukkoon, lisää kerma ja kiehauta. Anna kiehua, välillä sekoittaen, kunnes kastike sakeutuu.\n\n4. Taita leivinpaperiarkki pituussuunnassa puoliksi, paina paperiin halkio, avaa takaisin pöydälle.\n\n5. Asettele halkion alapuolelle täytteet, pinaatti, fenkoli, purjo ja veriappelsiininviipaleet. Nosta päälle kalafile, mausta suolalla ja pippurilla. Lisää oliivit, kaada päälle kastike ja ripottele lehtipersilja.\n\n6. Taita leivinpaperin yläpuoli kalan päälle, kierrä ja nipistä leivinpaperin reunat kunnolla kiinni, puolikuun muotoon.\n\n7. Paista 200-asteisessa uunissa n. 10 min. Repäise leivinpaperi keskeltä auki ja nauti!"
    },
    {
        "url": "https://www.bellatable.fi/reseptit/kanagyros",
        "content": "Mainos: Fiskars\n\nOlemme tämän erikoisajan aikana käyneet lukuisilla matkoilla oman keittiön kautta aina Kiinasta Lähi-itään ja Välimerelle. Nyt lähdetään upeaan Kreikkaan. Kuvittele koboltinsininen meri, tulikuuma rantahiekka, valkoisena hohtavat talot ja rantatavernoista kuuluva musiikki, puheensorina ja ouzo-lasien kilistely. Ilmassa leijuu hiiligrillin ja tuoreen oreganon tuoksu.\n\nKreikkalainen ruoka on taivaallista ja pienviljelykulttuurin vuoksi joka puolella on tarjolla paikallisia herkkuja: oliiviöljyä, juustoa, vihanneksia, hedelmiä ja pähkinöitä. Oliiviöljy ja sitruuna on kreikkalaisen ruoan perustat ja paikallinen ruoka on yksinkertaista ja raikasta. Me ollaan unelmoitu koko kuuman kesän ajan gyroksesta, Kreikan kuuluisasta “snägäriruoasta” joka sekin on raikasta. ( ja aivan hullun hyvää)\n\nSana gyro tarkoittaa “kääntää” ja perinteisesti gyros on valtavaan metalliseipääseen kasattu keko maustettua lihaa joka grillataan pyörivällä vartaalla vaakatasossa kuumien hiilien yläpuolella ja veistetään sitten pitaleivän päälle. Meidän herkullisessa kotiversiossa hiiligrilli korvataan tulikuumalla valurautagrillipannulla, joka paistaa kanan rapeaksi ja marinadissa käytetyn jogurtin avulla kana on sisältä pehmeää ja mureaa.\n\nMyös meidät helpot itsetehdyt pitaleivät paistetaan valurautapannulla ja pehmennetään sitten hetki muovipussin sisällä. Päälle levitetään kermaista ja raikasta tzatzikia, mausteista kanaa, hapokasta tomaatti-sipulisalaattia, kourallinen rapeita ranskalaisia ja kuivattua oreganoa. Aivan mielettömän hyvää! Tämä kreikkalainen grillifeast on helppo tehdä isollekin porukalle etukäteen, lämmitä vain kanaa hetken aikaa uunissa ennen tarjoilua.\nReseptin lopusta lisää meidän lempipannusta  sekä kirjavinkki kreikkalaisen ruoan ystäville.\n\nKanagyros valurautapannulla\n8 kpl\n\nPita\n(8 leipää)\n1 pss kuivahiivaa\n1 /2 rkl hunajaa\n650g (10dl) hiivaleipäjauhoja tai manitoba-vehnäjauhoja (korkeampi proteiinipitoisuus = parempi sitko)\n1 tl hienoa merisuolaa\n3 rkl oliiviöljyä\n4dl vettä\n\n1. Sekoita reilusti kädenlämpöiseen veteen hiiva ja hunaja ja anna seistä 5 min.\n2. Sekoita isossa kulhossa jauhot ja suola ja tee keskelle kuoppa.\n3. Lisää kuoppaan oliiviöljy ja vesiseos ja sekoita haarukalla reunoilta jauhoja joukkoon.\n4. Kun taikina on paksua jatka kädellä ja vaivaa kaikki jauhot reunoilta mukaan. Lisää hieman vettä tarvittaessa.\n5. Nosta taikinapallo pöydälle ja vaivaa noin 10 minuuttia kunnes taikina on kimmoisaa. Anna kohota tunnin ajan.\n6. Vaivaa taikinasta ilmat pois, rullaa pötköksi ja leikkaa kahdeksaan osaan. Leivo palloiksi ja nosta öljytylle pellille liinan alle.\n7. Kauli pallo ohueksi omaa valurautapannun pohjaa hieman isommaksi ympyräksi. (väh. 22cm)\n8. Tee haarukalla reikiä pintaan ja nosta kuumalle kuivalle valurautapannulle. Paista n. 2 min per puoli kunnes pinnassa on kullanruskeita täpliä. Käännä ja paista myös toiselta puolelta.\n9. Nosta pitat muovipussissa olevan liinan päälle ja sulje pussi. Kosteus tekee pita-leivistä rullattavan pehmeitä.\n\nKanagyros\n800g kanan paistileikettä tai luutonta reisipaistia\n400g kreikkalaista jogurttia\n1 rkl chilihiutaleita\n1 rkl oreganoa\n1 sitruunan kuori + 1/2 mehu\n2 valkosipulin kynttä\n1 1/2-2 tl suolaa\n\n1. Sekoita kulhossa jogurtti, chilihiutaleet, suola ja oregano.\n2. Raasta joukkoon valkosipulit ja sitruunankuori ja purista puolikkaan sitruunan mehu.\n3.  Lisää kanan joukkoon ja sekoita. Jätä marinoitumaan noin tunniksi.\n4. Lämmitä valurautagrillipannu kuumaksi ja lisää pannulle öljyä.\n5. Paista kana pienissä erissä kypsäksi. Voit myös paistaa kanaan raidat pannulla ja jatkaa kypsentämistä 200-asteisessa uunissa.n 10 minuutin ajan. Rasvaisempi paistileike ei kuivu uunissa yhtä helposti kun filee.\n6. Saksi tai leikkaa kana suikaleiksi ja sekoita paistonesteiden kanssa.\n\nTzatziki\n400 g kurkkua\n500 g kreikkalaista jogurttia\n1-2 valkosipulin kynttä\n1 tl kuivattua minttua\n1/2 sitruunan mehu\nsuolaa & mustapippuria\noliiviöljyä\n\n1. Raasta kurkku karkeaksi ja nosta lävikköön. Sekoita joukkoon 1/2tl hienoa merisuolaa ja anna kurkun valua tunnin ajan. Jos olet kiireessä voit puristaa kurkkuraasteen myös nyrkissä kuivaksi.\n2. Lisää kulhoon jogurtti, kuivattu minttu ja sitruunanmehu. Raasta joukkoon valkosipuli. Sekoita joukkoon kurkkuraaste ja mausta mustapippurilla ja suolalla.\n3. Lorota päälle oliiviöljyä ja rouhi mustapippuria.\n\nTomaatti-sipulisalaatti\n500g makeita tomaatteja ( esim. kirsikka tai luumutomaatteja)\n2 isoa punasipulia (tai 3 kesäpunasipulia)\n2 rkl punaviinietikkaa\nripaus suolaa\nmustapippuria\n1. Viipaloi punasipuli ohuesti. Lisää kulhoon ja sekoita joukkoon loraus punaviinietikkaa ja mausta ripauksella suolaa.\n2. Viipaloi paksusti tomaatit ja sekoita sipulin joukkoon ja mausta mustapippurilla.\n\nValurautapannu on yksi meidän keittiövälineiden kulmakivistä. Kuumalla valurautapannulla paistat lihan täydellisen rapean pinnan ja laadukas pannu säilyy hyvällä hoidolla jopa loppuelämän. Fiskarsin Norden valurautapannut valmistetaan kierrätetystä raaka-aineesta omalla Sorsakosken tehtaalla. Emaloidussa valurautapannussa on Optiheat-teknologia induktioliedelle sekä Thermium™-mineraalikäsittely, joka takaa tarttumattomuuden kuumissakin lämpötiloissa. Pannu ei ruostu eikä vaadi pintakäsittelyä, joten se on helppo huoltaa ja puhdistaa. Kaunis puukahva on suomalaista koivua ja sen saa irti uunissa paistoa varten.\nFiskars Norden valurautagrillipannu 26cm\n\nFiskars Norden valurautapannu 28cm\n\nSitten loppuun kirjavinkki\n“ I have collected the recipes and dreamt about this book for as long as I can remember! Voiko  parempaa myyntipuhetta olla kirjalle? Georgina Haydenin ”Taverna” on kreikkalais-kyproslaisen ruoan mestariteos."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/nelja-reseptia-sailyketomaateista",
        "content": "Kaupallinen yhteistyö: Mutti\nTäällä ollaan nonnailtu Cucina Povera hengessä koko viikko. Uuden vuosikumppanimme Muttin ansiosta vuodesta tulee ihanan Italia-täyteinen (ja tomaattinen!). Nyt tarjolla on sylillinen säilyketomaattirakkautta kun ideoitiin neljä nopeaa, helppoa ja superherkullista reseptiä.\n\nKlassikoksi muodostunut gnocchivuoka on jo monen arkoruokalemppari. Pelatista eli kokonaisista kuorituista tomaateista uunissa keitetty kastike, pannulla rapeaksi paistetut gnocchit ja päällä venyvä kerros mozzarellaa. Perfetto!\n\nSäilykekirsikkatomaateista tehty bruschetta yllätti meidät täysin —parempaa kun tuoreista tehty, huusi koko raati yhteen ääneen. Mehukkaat kirsikkatomaatit ladotaan ricottalla ja oliiviöljyllä vuoratun rapean leivän päälle, loraus balsamicoa ja muutama basilikanlehti. Mamma mia!\n\nLinssiragu valmistuu pastan kiehumisen aikana. Tuubista löytyvä Verdurine sisältää tuplakonsentroidun tomaattipyreen lisäksi kaikki klassisen italialaisen soffritto-kastikepohjan ainekset, sipulin, porkkanan ja varsisellerin. Ihanan helppoa. Mukaan linssejä, kasvislientä ja Datterini Polpaa. Datterini-tomaattilajike on makean mehukas ja niistä tehty paksu tomaattimurska toimii ragussa töydellisesti.\n\nNopeassa tomaattikeitossa on sipulin ja valkosipulin lisäksi loraus tomaattipyrettä,  Polpa-tomaattimurskaa ja kasvislientä. Täyteläisen keiton salaisuus on mascarpone ja viipale vaaleaa leipää jotka soseutetaan joukkoon. Reseptit ja lisää tomaattifaktaa alla.\n\nGnocchivuoka\n6:lle\n\n2 prk Mutti Pelati -säilyketomaatteja\n2 valkosipulin kynttä\n1 rkl punaviinietikkaa\n1 tl sokeria\n1/2 tl suolaa\n1 tl oreganoa\n1/2 tl chilihiutaleita\nmustapippuria\n25 g voita\n1 pss gnoccheja\n2 palloa mozzarellaa\nkourallinen basilikaa\n\n1. Kaada tomaatit uunivuokaan ja lisää hienonnettu valkosipuli. Mausta punaviinietikalla, sokerilla, suolalla, oreganolla, chilihiutaleilla ja mustapippurilla.\n\n2. Lisää voi nokareina ja paahda uunissa 225-asteessa 30 min.\n\n3. Paista sillä välin pussillinen gnoccheja oliiviöljyssä rapeaksi. (Ei tarvitse keittää etukäteen). Jos haluat niistä pehmeämpiä voit kaataa pannuun ¼ dl vettä ja antaa höyrystyä hetki kannen alla.\n\n4. Nosta tomaattikastike uunista, pilko lastalla tomaatteja pienemmäksi, sekoita ja kaada päälle gnocchit. Revi päälle tuoretta basilikaa ja mozzarella ja gratinoi 225-asteisen uunin grillitason alla kunnes juusto on sulanut ja kullanruskea. Nauti!\n\nKirsikkatomaatti bruschetta\n4:lle\nloraus oliiviöljyä\n4 palaa vaaleaa leipää esim. ciabattaa\n125 g ricottaa\n1/2 prk Mutti säilyke kirsikkatomaatteja\nbalsamicoa\npieni kourallinen basilikaa\nmustapippuria\nsormisuolaa\n\n1. Paista leivät kullanruskeiksi kuumalla pannulla oliiviöljyssä.\n\n2. Levitä päälle ricottaa, nosta päälle säilöttyjä kirsikkatomaatteja ja lusikoi myös vähän lientä mukaan. Lorauta päälle kevyesti balsamicoa, revi basilikanlehtiä, mausta mustapippurilla ja sormisuolalla ja nauti.\n\nLinssiragu\n4:lle\n\n1 prk punaisia linssejä\n1 sipuli\n1-2 valkosipulinkynttä\nloraus oliiviöljyä\n1/2 tuubi Mutti verdurine\n1 prk Mutti datterini tomaattimurskaa\n2 dl kasvislientä\n350 g spagettia\nPäälle\n: parmesaania & basilikaa\n\n1. Valuta ja huuhtele linssit.\n\n2. Hienonna sipuli ja valkosipuli ja kuullota öljyssä pehmeäksi. Lisää verdurine ja paista muutama minuutti.\n\n3. Lisää tomaattimurska, kasvisliemi ja linssit ja soseuta kevyesti sauvasekoittimella. Tarkista maku ja lisää suolaa tarvittaessa.\n\n4. Keitä spagetti al denteksi, sekoita ragun joukkoon ja notkista tarvittaessa pastan keitinvedellä. Raasta päälle parmesaania ja koristele basilikalla.\n\nTomaattikeitto\n4:lle\n\n1 sipuli\n2 valkosipulinkynttä\nloraus oliiviöljyä\n2 rkl Mutti tomaattipyrettä\n2 prk Mutti Polpa tomaattimurskaa\n4 dl kasvislientä\n130 g (1,5 dl) mascarponea tai vuohenjuustoa\nmustapippuria\n(1 viipale vaaleaa leipää)\n\n1. Hienonna sipuli ja valkosipuli ja kuullota oliiviöljyssä pehmeäksi. Lisää tomaattipyre ja paista muutama minuutti.\n\n2. Lisää tomaattimurska ja kasvisliemi ja kiehauta. Lisää mascarpone, basilika ja mustapippuria ja soseuta sauvasekoittimella.\n\n3. Jos haluat keitosta paksumpaa voit soseuttaa joukkoon viipaleen vaaleeaa leipää. Mausta mustapippurilla ja tarvittaessa suolalla.\n\nMiksi Mutti?\n\n1. Maku\nMutti on valmistanut tomaattituotteita jo yli 120 vuoden ajan. Salaisuus tuotteiden herkullisen maun takana on se, että niihin käytetään vain tuoreena pellolta tulevia, parhaimpia italialaisia tomaatteja. .\n\n2. Laatu:\nMutti kelpuuttaa tuotantoonsa vain ensiluokkaiset kypsinä poimitut tomaatit, jotka säilötään vuorokauden sisällä sadonkorjuusta. Mutti maksaa viljelijöille tomaateista laatuperusteisesti, keskimäärin 11 % yli markkinahinnan. Tämä kannustaa viljelijöitä tuottamaan Muttille parempi laatuisia tomaatteja. Mutti on ainoa tomaattiyritys joka käyttää tomaatin eri osia eri tuotteisiin.\n\n2. Vastuullisuus:\nMutti on tehnyt Italian WWF:n kanssa yhteistyötä jo yli kymmenen vuoden ajan. Ensimmäisenä tavoitteena oli tuotantoketjun vesijalanjäljen pienentäminen, minkä tuloksena vedenkulutus laski neljässä vuodessa 1 000 miljoonaa litraa ja hiilidioksidipäästöt 20 000 tonnia. Mutti oli ensimmäinen italialainen tomaattiyritys, joka siirtyi kokonaan mekaaniseen korjuuseen. (ainoana poikkeuksena San Marzano SUB -tomaatti (suojattu alkuperänimitys), joka on poimittava San Marzano -konsortion määräämällä tavalla.) Mekaanisen sadonkorjuun avulla Mutti voi varmistaa eettisten periaatteiden noudattamisen kautta tuotantoketjun."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/Bagnacauda",
        "content": "Meidän uusin ruokarakkaus ja eilisellä dinnerillä kehuja kahminut alkupala: Italian kuuma kylpy eli bagna càuda.🛁🔥Lämmin valkosipuli-sardellidippi rapeiden kasvisten kera on Piemontelaisten perheiden jouluaaton klassikko. Belloille tyypilliseen tapaan saatiin huijattua meidän Helsingin Italian kodilta eli @locandascappi ’lta heidän orkkisohje tähän lohtusoossiin. ( grazie Francesco❣️)\n\n50g valkosipulia\n0,75dl maitoa\n110g sardellifileitä\n50g voita\n1,25dl kermaa\n1/2 sitruunan kuori\n1dl extra-neitsytoliiviöljyä\n\n1.Pilko valkosipulinkynnet ronskisti ja liota maidossa 30min.\n2.Hauduta maitoa, valkosipulia ja voita vesihauteessa hiljalleen noin tunti, sekoita usein.\n3.Lisää sekaan kerma, pilkotut sardellit ja sitruunankuori ja hauduta vielä noin tunti.  4.Blendaa kuuma seos sauvasekottimella korkeassa kulhossa ja lopuksi lorota sekaan hiljalleen pienenä vanana laadukasta extra-neitsytoliiviaöljyä.\nTarjoile lämpimänä dippinä jääkylvyn saaneiden rapeiden vihannesten kera."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/magnolia-bakeryn-banaanivanukas",
        "content": "New Yorkin Magnolia Bakery -leipomo on tuttu Sinkkuelämästäkin ja vaikka Carrie hehkutti heidän cupcakeja, meidän lemppari NYC vuoden aikana oli banana pudding eli banaanivanukas. Leipomo jakoi helpon reseptin tähän suosittuun herkkuunsa. Se käyttää valmisvanukasjauhetta ja valmiita Nilla-keksejä. Näiden korvaaminen Suomen valikoimalla onnistui onneksi hyvin. Ohje valmistuu nopsaa, joskin tekeytymiselle pitää muistaa jättää aikaa.\n\nMagnolia Bakeryn banaanivanukas ft. Bellat\n\n2 vaniljakastikepussia (esim. Blå Band)\n1 prk kondensoitua maitoa (makeutettu)\n5dl maitoa\n7dl kermaa\n3 voimurokeksipakettia TAI 800g pakastemurotaikinaa (2 pakkausta)\n6 kypsää banaania\n\nJos käytät murotaikinapohjaa, ota tämä huoneenlämpään sulamaan.\n\n1. Kauli taikina ohueksi ja tee pienellä muotilla pyöreänmuotoisia keksejä, asettele pellille ja paista 175c uunissa noin 15min.\n\n2. Lisää isoon kulhoon vaniljakastikejauheet ja kylmä maito. Sekoita hyvin ja anna tekeytyä noin 10min.\n\n3. Lisää joukkoon kondensoitu maito ja vispaa joukkoon (käsin tai koneella).\n\n4. Vispaa kerma toisessa isossa kulhossa, sekoita joukkoon vaniljauute\n\n5. Sekoita kevyesti keskenään kerma ja vaniljasoossi ja laita kulho jääkaappiin.\n\n6. Voit kasata kokonaisuuden joko yhteen isoon astiaan/vuokaan tai pikku kuppeihin tai laseihin.\n\n7. Aloita lisäämällä astian pohjalle keksejä, päälle viipaloitua banaania, ja näiden päälle vaniljakerma. Tee mahdollisimman monta kerrosta samaan tapaan. Jätä kerma päällimmäiseksi.\n\n8. Peitä kelmulla ja anna tekeytyä jääkaapissa ainakin 4h ajan tai yön yli.\n\n9. Koristele esimerkiksi keksimurulla ja banaanisiivuilla.\n\n10. Nauti!"
    },
    {
        "url": "https://www.bellatable.fi/reseptit/perunarieskat",
        "content": "POTTUMUUSIN UUSI LOISTELIAS ELÄMÄ! Eli perunarieskat!\n\nPerunarieskat\n\nkulhollinen (n. 3,5 dl) pottumuusia\n2 munaa\n2 dl jauhoja (laitoin puolet vehnää, puolet emmeriä)\n\nPäälle\n: 25 g voita\n\n1. Sekoita, lusikoi leivinpaperin päälle pellille, taputtele jauhotetulla kädellä littanaksi, tee reikiä pintaan haarukalla\n\n2. Paista 225 asteisessa kiertoilmassa n. 25 min, kääntäen puolessa välissä.\n\n3. Ruskista sillä välin voita ja penslaa sillä kullanruskeat rapeat rieskat heti uunista tultua\n\nTarjoilusuositus: Mummola, eli uunilämpiminä iltapalalla hopeateen kera."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/misomunakoiso",
        "content": ""
    },
    {
        "url": "https://www.bellatable.fi/reseptit/aglio-olio-e-peperoncino-1",
        "content": "Yksinkertaista ja halpaa ja niin hyvää. Tässä on yksi maailman kuuluisimmista pastoista, aglio e olio pikku potkun kera e peperoncino. Parasta keskellä yötä baari-illan päätteeks mutta maistuu anytime. Klassisesti joukkoon ei lisätä välttämättä lehtipersiljaakaan, saatika päälle parmesania mutta omaa fiilistä on aina hyvä kuunnella. Tärkeää on suolata pastan keitinvesi hyvin, varoa ettei valkosipuli ota liikaa väriä ja käyttää laadukasta oliiviöljyä.\n\nAglio, olio e peperoncino\n(2lle)\n\n250g laadukasta spagettia\n0,5dl extra-neitsytoliiviöljyä\n3 valkosipulinkynttä\n1 tl peperoncinohiutaleita (tai tuoretta chiliä voimakkuuden mukaan)\nKourallinen lehtipersiljaa\n\n\n\n1. Keitä spagetti ohjeen mukaan isossa kattilassa hyvin suolatussa vedessä. Karkea merisuola best.\n2. Pilko valkosipuli ohuiksi siivuiksi. Jos käytät tuoretta chiliä, viipaloi se ja poista siemenet.\n3. Kuumenna öljy ja lisää pannulle valkosipuli ja peperoncinohiutaleet/chili ja varo ettei valkosipuli saa paljoakaan väriä.\n4. Lisää pannulle loraus pastan keitinvettä ja spagetti minuutti tai pari ennen pakkaukseen merkittyä keittoaikaa. Sekoittele kunnolla.\n5. Kun spagetti on al dente, sekoita joukkoon persilja ja nauti."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/fattoush",
        "content": "Fattoush on italialaisen panzanellan libanonin serkku. Salaatin tärkein ainesosa on “kuivunut” pita-leipä joka paahdetaan rapeaksi ja revitään vihannesten ja yrttien joukkoon imemään kaikkia ihania makuja itseensä. Salaatissa hurmaa raikkaat kasvikset, tuoreet yrtit, hapokas jogurttikastike ja jännittävä sumakki. Me rakastuttiin salaattiin vuosia sitten pikkuroballa sijainneessa OX-ravintolassa. Tämä on täydellinen lisuke kaikelle! Resepti on hieman muokattu alkuperäisestä Na'ama's Fattoush-reseptistä joka\nlöytyy Lähi-idän keittiöjumalien Yotam Ottolenghi ja Sami Tamimin Jerusalem-kirjasta.\n\n1 dl kreikkalaista jogurttia\n0,5 dl punaista maitoa\n500 g makeita terttu kirsikkatomaatteja\n1 kurkku\n1 nippu retiisejä\n2 kevätsipulia\n1 iso kourallinen vahvaa minttua\n1 iso kourallinen lehtipersiljaa\n1 valkosipulinkynsi\n1/2 sitruunan mehu\n2 rkl punaviinietikkaa\n0,5 dl oliiviöljyä\n2 pita-leipää\n2 rkl sumakkia\n(150 g feta-juustoa)\n\n1. Sekoita kannellisessa purkissa jogurtti ja maito ja laita jääkaappiin kunnes pinnalla on paljon kuplia, kolmesta tunnista vuorokauteen. Kiireinen kokki korvaa nämä piimällä.\n2. Paahda pita-leivät uunissa pellillä tai pizzakivellä rapeaksi tai grillaa uunissa.\n3. Puolita kurkku, poista lusikalla siemenet ja leikkaa viipaleiksi.\n4. Leikkaa kirsikkatomaati puoliksi ja retiisit ohuiksi kiekoiksi.\n5. Hienonna kevätsipuli ja lisää pilkottujen vihannesten kanssa isoon kulhoon.\n6. Hienonna valkosipuli ja sekoita astiassa sitruunamehun, punaviinietikan ja oliiviöljyn kanssa ja kaada vihannesten päälle.\n7. Lisää jogurttikastike, käsin revityt yrtit ja pita-leipä ja sekoita käsin puristellen.\n8. Alkuperäiseen fattoush salaattiin ei tule fetaa mutta se antaa salaatille mukavaa suolaisuutta. Jos käytät sitä murenna ja sekoita salaattiin .\n8. Ripottele sumakkia päälle ja nauti!"
    },
    {
        "url": "https://www.bellatable.fi/reseptit/Crepecomplete",
        "content": "Tämän kauniin ranskattaren inspiraationa toimi Petran yksi Nycin lempparirafloista nimeltä La Mercerie. Tuon Sohon kahvila-bistron creppiannos maistui kerta toisensa jälkeen taivaalliselle! Ohje meidän versiosta löytyy alta, joten eiköhän lähdetä makumatkalle Pariisiin.\n\n\n\nCrêpe-taikinaan (noin 4lle):\n\n2dl tattarijauhoja\n5dl kylmää vettä\n1 kananmuna\n1rkl oliiviöljyä\nvajaa 1tl suolaa\n\n1. Sekoita kaikki ainesosat ja siivilöi taikina, jotta kokkareet saadaan tasaiseksi.\n\nCrêpe Complète:n valmistukseen:\n\n1tl voita\n1 muna / crêpe\nraastettua comté-juustoa tai muuta maukasta sveitsiläistä juustoa\nkinkkua\nripaus hienoa merisuola\nmustapippuria\nranskankermaa\nsitruunanmehua\nhienonnettua (lehti)persiljaa\n\n2. Kaada taikinaa hitaasti kuumalle lettupannulle. Pyöritä kauhan avulla taikina tasaiseksi. Anna crepen kypsyä noin minuutti, käännä ja paista vielä 1-2 minuuttia keskilämmöllä.\n\n3. Liu'uta tässä vaiheessa voita crepen alle ja riko crepen päälle muna. Anna sen paistua kunnes munanvalkuainen on puoliksi kypsynyt.\n\n4. Lisää ripaus suolaa, raasta päälle juustoa ja viipale kinkkua. Mausta vielä mustapippurilla. Kun munanvalkuainen on täysin kypsä, käännä crepen molemmat puolet kinkun päälle, niin että munankeltuainen jää näkyviin ja on vielä valuva.\n\n5. Tarjoile ranskankerman, sitruunanmehun ja persiljan kanssa. Myös kylmä olut tai valkkarilasillinen sopii vierelle mainiosti."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/annan-shanghai-taco",
        "content": "Ystävän keittiössä: Anna & Shanghai tacot 💘 Nyt haluan ottaa teidät mukaan mun ystävän Annan keittiöön. Anna on ystävä, jonka soisin kaikille. Sen lisäksi, että se on kiva, aito, välittävä ja parasta seuraa niin Annan tekee myös IHANAA ruokaa. Podikuuntelijat tietääkin mm. Annan valtavasta guacamole-kulhosta, joka usein odottaa pöydällä kylään tultaessa.\n\nTässä tulee bravuuri, jota on syöty täällä kauniissa keittiössä jo vuosia. Annan copy-cat versio Lie Mi -ravintolan kehittämästä Shanghai Tacosta. Kaikki raaka-aineet mukaan lukien Paratha-letut löytyy aasialaisista ruokakaupoista (esim hakiksesta).\n\n-Friteeratut ravut-\n\n3 kpl per annos kuorittuja raakoja jättikatkarapuja tai tiikerirapuja\n\njauhosekoitus: riisijauhoa, valkopippuria & suolaa (valkosipulijauhetta)\n\nkananmunaa\n\npanko-jauhoa\n\nrypsiöljyä\n\n1. Pyörittele rapu ensin jauhosekoituksessa, sitten kananmunassa ja lopuksi panko-jauhoissa.\n\n2. Lämmitä öljy pienessä kasarissa kuumaksi ( n.180c) ja laske varovasti ravut esimerkiksi pienen siivilän avulla öljyyn. Friteeraa ravut kullanruskeaksi ja nosta talouspaperin päälle kuivumaan.\n\n-1 kpl-\n\nParatha onion -lettua\n\nhoisin-kastiketta\n\nmajoneesia jossa valkosipulinkynsi ja sriracha-kastiketta\n\nkourallinen salaattisekoitusta\n\nkourallinen ituja\n\nkuivattua sipulia\n\nseesaminsiemeniä\n\ntuoretta chiliä\n\nlime-lohko\n\nkorianteria\n\n1. Lusikoi majoneesi kulhoon ja raasta joukkoon valkosipulinkynsi. Lisää oman maun mukaan sriracha-kastiketta.\n\n2. Ota paratha-lettu pakkasesta, poista suojamuovit ja laske kuumalle pannulle. Käännä n. 15 sekunnin välein kunnes lettu on pullea ja kullan ruskea. Nosta lautaselle tai esimerkiksi voipaperille.\n\n3. Levitä letun päälle hoisin-kastiketta ja majoneesia. Lisää kourallinen salaattisekoitusta ja asettele päälle kolme rapua. Lisää vielä molempia kastikkeita sitten kourallinen ituja ja ripottele päälle kuivattua sipulia, seesaminsiemeniä, chiliä, korianteria ja lime.\n\n4. Nauti letut lämpimänä.\n\nPS. Voit tehdä isolle porukalle tacot niin, että paistat letut ja laitat sitten 150c kiertoilmauuniin ritilän päälle hetkeksi."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/5jvo28mpa04gctiwdobtawrsj2enys-d3ygl-z2fye-6ct54-exe85-azncj-exhy7-k7azf-9pxt9-at884-g2tlw-gkege-2tnt8-xlb5d",
        "content": "Tässä ihana lisukeidis pääsiäiseksi. Haudutettu fenkoli on taivaallista sellaisenaan mutta jos löydät oikein hapsuisia fenkoleita voit valmistaa niistä ja pistaaseista peston päälle.\n\n\n\nHaudutettua fenkolia ja ”pestoa” fenkolinhapsuista ja pistaaseista\n4:lle lisukkeeksi\n\n2 fenkolia (joissa mahd. runsaat “hapsut”)\n1 luomu sitruuna\n2 salottisipulia\nloraus oliiviöljyä\n1/2 tl suolaa\n1 dl valkoviiniä (tai roséta)\n1 dl kasvislientä\nnokare voita\n\nPistaasi-fenkoli hapsu ”pesto”\nkourallinen fenkolin hapsuja\n0,5 dl pistaaseja\n1/2 sitruunan mehu\n0,5 dl oliiviöljyä\nsuolaa (ellet käytä suolattuja pistaaseja)\nPäälle: parmesaania\n\n1. Nypi fenkolin “hapsut” talteen. Lohko fenkolit kuuteen osaan.Viipaloi sipulit ohueiksi. Leikkaa sitruuna puoliksi.\n\n2. Kuumenna öljy pannulla, paina sitruunan leikkuupinta kuumaan pannuun ja anna hiillostua n 5 min. Nosta sivuun.\n\n3. Laske lieden lämpötilaa, kuullota sipuleita muutaman minuutin ajan. Lisää fenkolit ja ruskista molemmin puolin.\n\n4. Lisää viini ja kasvisliemi, anna porista muutaman minuutin ajan. Laske lämpötila ja nosta kansi päälle. Anna hautua n 20-30 min kunnes neste on imeytynyt. Lisää lopuksi nokare voita joukkoon.\n\n7. Tee fenkolin kypsymisen aikana pesto. Yhdistä kaikki ainekset ja surauta tasaiseksi yleiskoneessa tai savuasekoittimella. (Jos käytät suolaamattomia pistaaseja lisää ripaus suolaa joukkoon)\n\n8. Lusikoi fenkolit ja sipulit tarjoilulautaselle, lisää päälle pestoa, raasta parmesaania ja purista hillostetun sitruunan mehu."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/paasiaisfeast",
        "content": "Kaupallinen yhteistyö: Oda\n\nSuunnittelimme helpon ja nopean pääsiäismenun jonka kaikki raaka-aineet saa kätevästi tilattua\nOdasta.\nMenun päätähdeksi valittiin Roslundin kypsä sous-vide luomulampaan entrecote. Valmiiksi yrttimarinoitu lammas lämmitetään uunissa ja maustetaan sumakki-oregano mausteseoksella. Lisäksi raikas appelsiini-fenkolisalaatti minttuvinegretillä, tzatziki ja itsetehtyjä pitaleipiä. Passionmousse-jälkkäri valmistuu tehosekoittimessa parissa minuutissa ja jähmetetään jääkaapissa.\n\n450g Roslundin luomulampaan sous-vide kypsennettyä  entrecotea\n\nMausteseos\n1,5 rkl sumakkia\n1 rkl oreganoa\n0,5 sormisuolaa\n\n1. Kaada liha nesteineen suoraan uuninkestävään astiaan ja lämmitä pita-leipien paiston ajan uunin alatasolla.\n2. Ota lämmin liha uunista ja revi haarukalla tai leikkaa veitsen avulla suupaloiksi. Nosta takaisin lämpimään liemeen.\n3. Sekoita kaikki mausteseoksen ainekset pienessä kulhossa ja ripottele ruokalusikallinen lihan päälle. Nosta mausteseos pöydälle.\n!\nJos kaapistasi löytyy voit lisätä myös ruokalusikallisen seesaminsiemeniä tuomaan rapeutta.\n\nHuom!\nJos et asu Odan kuljetusalueen sisällä voit korvata tämän valmistamalla itse ylikypsää lammasta esimerkiksi\ntällä reseptillämme\n. Voit myös valmistaa lampaan sijaan esim yrteillä ja valkosipuli marinoitua kanan paistileikettä tai omaa suosikki vegeproteiiniä (esim. härkäpapusuikaleita tai falafeja)\n\nFenkoli-veriappelsiinisalaatti\n1 fenkoli\n1/2 kurkku\n3 appelsiinia\n1 punasipuli\nkourallinen minttua\nsumakkia\nmustapippuria\n\n1. Pese fenkoli ja kurkku. Vedä kuorimaveitsellä kurkun kuori raidalliseksi ja leikkaa suupalan kokoisiksi paloiksi. Halkaise fenkoli ja leikkaa mahdollisimman ohuiksi viipaleiksi.\n2. Leikkaa pienellä veitsellä appelsiinin kannat pois ja sen jälkeen kuoret. Leikkaa appelsiini neljään osaan niin, että keskelle jää kalvot & siemenet. Leikkaa paloiksi.\n3. Halkaise punasipuli, kuori ja leikkaa ohuiksi viipaleiksi.\n4. Yhdistä kaikki isossa kulhossa ja kaada joukkoon puolet vinegretistä. Sekoita ja kaada tarjoiluastiaan.\n5. Revi päälle runsaasti mintunlehtiä, ripottele sumakkia ja rouhi mustapippuria.\n6. Pirskota loput vinegretistä päälle juuri ennen tarjoilua.\n\nMinttuvinegretti\nkourallinen tuoretta minttua\n1/2 sitruunan mehu\n0,5 dl oliiviöljyä\n1/2-1 valkosipulinkynsi\n1 tl valkoviinietikkaa\n1-2 tl hunajaa\n1/4 tl suolaa\nmustapippuria\n\n1. Valmista vinegretti kannellisessa pienessä astiassa, esim. hillopurkissa.\n2. Kasaa mintunlehdet päällekkäin, rullaa pötköksi ja leikkaa mahdollisimman hienoksi.\n3. Hienonna tai raasta valkosipulinkynsi.\n4. Lisää muut raaka-aineet ja ravista voimakkaasti kunnes vinegretti on sekoittunut.\n5. Tarkista maku ja lisää suolaa tai hunajaa maun mukaan.\n\nPitaleivät (6kpl)\n5,5dl (300 g) puolikarkeita vehnäjauhoja\n3/4dl (50 g) täysjyvävehnäjauhoja (tai pelkkää vehnäjauhoa)\n2 tl kuivahiivaa\n1 tl suolaa\n1 tl sokeria\n2,5 dl lämmintä vettä\n1 rkl oliiviöljyä voiteluun\n\n1. Sekoita kädenlämpöiseen (42c) veteen kuivahiiva, sokeri ja suola. Sekoita joukkoon jauhot ja vaivaa hetki kunnes taikina on tasaista ja saat muotoiltua siitä pallon. Hiero oliiviöljyä pintaan ja kohota lämpimässä paikassa tunnin verran, kunnes taikina on kohonnut tuplasti.\n2. Laita pelti uunin 2. ylimmälle tasolle ja lämmitä uuni 215 kiertoilma tai 230 tasalämpö. Leikkaa taikina kuuteen osaan ja pyöritä palloiksi. Anna levätä 10 minuuttia liinan alla.\n3. Leikkaa leivinpaperista 6kpl n. 15cm kokoista palaa. Laita pallo leivinpaperin päälle ja kauli n. 0,8cm paksuiseksi pyöreäksi kiekoksi. Peitä liinalla sen aikaa kun kaulit muut.\n4. Laita 3 kiekkoa kerrallaan kuuman pellin päälle ja pidä uunissa kunnes pita on “puffaantunut ” ja pinnalta kullanruskea n. 6-8 min.\n5. Jos haluat pitaleivistä pehmeämpiä voi laittaa ne heti uunista tultua liinan alle jäähtymään.\n\nTzatziki\n1 kurkku\n500g kreikkalaista jogurttia\n1-2 valkosipulinkynttä\nkourallinen mintunlehtiä\nmustapippuria\n1/2 dl oliiviöljyä\n\n1. Pese ja raasta kurkku karkeaksi. Purista käsissä kurkusta ylimääräinen neste pois mutta älä tee siitä liian kuivaa ( voit lisätä kurkkumehun vesikannuun sitruunan kanssa)\n2. Lisää kulhoon kurkkuraaste ja kreikkalainen jogurtti ja raasta joukkoon valkosipulinkynsi tai pari.\n3. Hienonna joukkoon minttu ja rouhi mustapippuria. Kaada sekaan 1/4dl oliiviöljyä ja mausta suolalla. Sekoita ja tarkista maku.\n4. Lusikoi tarjoiluastiaan ja kaada päälle reilusti oliiviöljyä (1/4dl). Koristele mintun lehdillä ja rouhitulla mustapippurilla.\n\nPassionmousse (tästä riittää jopa 8:lle)\n\n1 dl passionhedelmää (4-5kpl)\n5 dl kuohukermaa\n1 prk (397g) kondensoitua maito\nkoristeluun:\nmintunlehtiä & 2 passiohedelmää\n\n1. Halkaise passionhedelmät ja lusikoi koko sisältö tehosekoittimeen. Surauta siemenet hienommaksi.\n2. Lisää kylmä kuohukerma tehosekoittimeen ja surauta n. 30 sekuntia kunnes kerma on paksua.\n3. Lisää kondensoitu maito ja sekoita ainekset tasaiseksi noin minuutin ajan kunnes seos on paksua.\n4. Kaada reunalliseen kannelliseen astiaan ja laita jääkaappiin vähintään 2 tunniksi kunnes mousse on jähmettynyt. Voit myös kaataa moussen suoraan annosmaljoihin.\n5. Lusikoi passionhedelmää jälkiruokalautaselle ja vedä moussesta ruokalusikalla soikean muotoinen pallo pöälle. Koristele mintunlehdellä."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/gremolata-voi",
        "content": "100g voita\niso kourallinen lehtipersiljaa\n1 iso valkosipulinkynsi\n1 luomusitruunan kuori\n1/2 luomusitruunan mehu\nsormisuolaa\n\nHienonna lehtipersilja ja valkosipuli ja raasta sitruunankuori. Sekoita haarukan avulla pehmeään voihin ja lisää mehu ja ripaus suolaa, tarkista maku. Lusikoi kelmun päälle ja rullaa kelmun avulla voista pötkö. Laita 30min pakkaseen ja leikkaa tarjolle. Säilytä jääkaapissa.\n\nPro tip:\nLeikkaa syviä viiltoja patonkiin tai vehnäleipään ja leikkaa reilut palat maustevoita jokaiseen viiltoon. Paahda kuumassa uunissa tai folion päällä grillissä kunnes voi on sulanut ja leipä paahtunut kauniisti.\nPro tip II:\nLehtipersiljan seuraksi voit pilkkoa lähes mitä vain yrttejä ja se säilyy pakkasessa tiiviisti pakattuna n. kuukauden."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/Tattarikrokantti",
        "content": "Tattarikrokantti on paahteisen rapeaa ja ihanan kanelista herkkua, joka tuo rakennetta puuroon, smoothieen tai jogurttiin. Tattarigranolaan ollaan alunperin tutustuttu meidän stokiksen lempi aamiaispaikassa Cafe Pom Florassa. Tattari on ihanan pähkinäisen makunsa lisäksi helposti sulavaa, luontaisesti gluteenitonta ja sisältää hurjasti proteiinia ja aminohappoja. Kokeile ja ihastu! ❣️\n\n5dl tattaria\n3/4dl vaahterasiirappia\n0,5dl kookos- tai rypsiöljyä\n1rkl kanelia\nripaus merisuolaa\n1. Huuhtele tattari kylmällä vedellä\n2. Laita kattilaan, öljyn ja vaahterasiirapin kanssa ja paistele hetki jotta ylimääräinen kostaus haihtuu.\n3. Sekoita kaneli joukkoon.\n4. Kumoa tattari leivinpaperilla vuoratulle pellille ja painele mahdollisimman ohueksi tasaiseksi levyksi esim. nuolijan avulla.\n5. Paahda uunissa 150 asteessa noin vartti. Tattari palaa herkästi, joten tarkkaile uunia. Valmis tattari on kullanruskea ja vielä hieman pehmeä. Se kovettuu jäähtyessään.\n6. Jäähdytä pöydällä ja ripottele sormisuolaa päälle. Murra pieniksi paloiksi ja säilytä ilmatiiviissä rasiassa.\n7. Ripottele puuroon, smoothien tai jogurttin päälle.\n\n❣️Voit säätää siirapin määrää oman maun mukaan, jos laitat vain lorauksen -saat irtonaisempaa tattarigranolaa jos laitat koko määrän saat rapeaa, murrettavaa tattarikrokanttia."
    },
    {
        "url": "https://www.bellatable.fi/reseptit/latket",
        "content": "Mun latkerakkaudesta on puhuttu podissa ainakin 101 kertaa ja vihdoin tein näitä röstin sukulaisia itse. Ihana edullinen tarjottava pikkuisiin pikkujouluihin, joko näin perinteisillä päällisillä tai vaikka joulupöydästä tuttujen kalojen kanssa.\n\nLatket\n12kpl\n\n500 g jauhoista perunaa\n1 pieni sipuli tai 1/2 isosta\n1 muna\n3 rkl vehnäjauhoja\n2 tl suolaa\n1 tl mustapippuria\n\n1. Kuori ja raasta perunat ja sipuli. Purista esim. juustoharson avulla nesteet ulos. Sekoita mukaan loput ainekset.\n\n2. Paista pieniä latkeja muutama minuutti per puoli kunnon määrässä öljyä ja tarjoa ranskankerman ja kunnon omppusoseen kera kuumana."
    }
]